Repository: rathish1m/Nexus_backend
Catalog: nexus_backend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Feedback not found.
fr: Utilisateur introuvable.

source: Region Management
fr: Nexus | Gestion de Facturation

source: Logout
fr: Déconnexion

source: Search a region here
fr: Couverture de la région Lualaba

source: Search regions...
fr: Rechercher des articles d'aide...

source: Check Point
fr: Vérifier le Point

source: Click on the map to select a point or enter coordinates manually.
fr: Cliquez sur la carte pour sélectionner un point ou saisissez les coordonnées manuellement.

source: Check
fr: Vérifier

source: All rights reserved.
fr: Tous droits réservés.

source: KYC Dashboard
fr: Tableau de Bord

source: Manage and review pending, approved, and rejected KYC applications.
fr: Gérez et examinez les demandes KYC en attente, approuvées et rejetées.

source: Pending KYC
fr: En Attente

source: Awaiting review
fr: Aperçu de facturation

source: Rejected KYC
fr: KYC Rejeté

source: Declined users
fr: Utilisateurs Actifs

source: Approved KYC
fr: KYC Approuvé

source: Verified users
fr: Vérifié

source: Total KYC
fr: KYC Personnel

source: All records
fr: Tous les enregistrements

source: New KYC
fr: Nouveau KYC

source: Today / This Month
fr: Aujourd'hui / Ce Mois

source: There are %(pending)s pending KYC application(s) awaiting review.
fr: Il y a %(pending)s demande(s) KYC en attente d'examen.

source: Close alert
fr: Fermer le menu

source: KYC Applications
fr: Actions

source: Search by name or email...
fr: Rechercher des articles d'aide...

source: User
fr: Utilisateur

source: Submitted At
fr: Soumis le

source: Approve
fr: Approuver

source: Provide Rejection Reason
fr: Fournir un motif de rejet

source: Rejection Category
fr: Catégorie de rejet

source: Select a category...
fr: Sélectionnez un fichier

source: Poor document quality
fr: Mauvaise qualité des documents

source: Document expired
fr: Document expiré

source: Information does not match document
fr: Information et Communication

source: Incomplete documentation
fr: Documentation incomplète

source: Invalid or fake document
fr: Identifiants invalides.

source: Other (specify in remarks)
fr: Autre (précisez dans les remarques)

source: optional
fr: Téléphone (optionnel)

source: Provide additional details about the rejection…
fr: Fournissez des détails supplémentaires sur le rejet…

source: Submit Rejection
fr: Sujet

source: Additional Information
fr: Informations Personnelles

source: Account Metadata
fr: Statut du Compte

source: KYC Information
fr: Informations KYC

source: Error updating status
fr: Erreur lors de l'envoi du message.

source: Username
fr: Nom d'utilisateur

source: Street
fr: Rue

source: Account Status
fr: Statut du Compte

source: Joined
fr: Rejoindre

source: Full Name (KYC)
fr: Nom Complet

source: KYC Document
fr: Type de Document d'Identité

source: Company Document
fr: Nom de l'entreprise

source: No KYC submitted.
fr: Aucun KYC soumis.

source: Network error loading user information.
fr: Erreur réseau lors du chargement des informations utilisateur.

source: required
fr: requis

source: Please select a rejection category.
fr: Veuillez sélectionner une catégorie de rejet.

source: Please provide additional details for the rejection reason.
fr: Veuillez fournir une raison pour rejeter ces coûts supplémentaires :

source: Invoice No.
fr: Facture

source: Due Date
fr: Date d'émission

source: Line Total
fr: Total ligne

source: Thank you for your business!
fr: Merci pour votre confiance !

source: If you have any questions about this invoice, contact
fr: Si vous avez des questions sur cette facture, contactez

source: Mot de passe oublié ?
fr: Mot de passe

source: By signing in, you agree to our Terms and Privacy Policy. We use industry-standard encryption and do not share your credentials.
fr: En vous connectant, vous acceptez nos Conditions et Politique de confidentialité. Nous utilisons un chiffrement standard et ne partageons pas vos identifiants.

source: Vérifier
fr: Vérifié

source: Order your Starlink or Subscription
fr: Votre Abonnement

source: Installation Address
fr: Demande d'installation

source: Request Assisted Installation
fr: Demander une Installation Assistée

source: Kit Fee (One-Time)
fr: Frais du Kit (Forfaitaire)

source: Installation Fee (One-Time)
fr: Demande d'installation

source: Monthly Subscription Fee
fr: Votre Abonnement

source: Monthly Total
fr: Mensuel

source: I agree to the Terms and Conditions
fr: J'accepte les conditions générales

source: Order Management
fr: Nexus | Gestion des Utilisateurs

source: Monitor order health, search quickly, and process payments.
fr: Surveillez l'état des commandes, recherchez rapidement et traitez les paiements.

source: Unpaid Orders
fr: Impayé Dû

source: Paid Orders
fr: Commandes

source: Failed Orders
fr: Commandes

source: Today's Sales
fr: Parler aux Ventes

source: This Month's Sales
fr: Ventes du Mois

source: Search by Order ID or Customer
fr: Rechercher par ID de commande ou Client

source: Filter by Status
fr: Filtrer par statut

source: Order Designation
fr: Désignation de la commande

source: Pending payment
fr: En Attente

source: Fulfilled
fr: Traité

source: Partially Paid
fr: Partiellement Payé

source: Failed
fr: Échoué

source: Process Payment
fr: Paiements Sécurisés

source: Designation
fr: Navigation

source: Could not load order details.
fr: Impossible de charger les détails de l'abonnement.

source: Failed to load order details.
fr: Échec du chargement des détails de facturation

source: Payment processed successfully.
fr: Message envoyé avec succès.

source: Something went wrong.
fr: Quelque chose s'est mal passé.

source: Overview of items and totals
fr: Aperçu de l'activité des utilisateurs et totaux.

source: Select Payment Method
fr: Sélectionnez le type de document

source: Transaction Reference
fr: Référence

source: Complete Payment
fr: Paiements Sécurisés

source: Failed to load plans
fr: Échec du chargement des détails de facturation

source: No plans available
fr: Aucun forfait disponible

source: No stock available for this region
fr: Échec du chargement des abonnements.

source: Failed to load kits
fr: Échec du chargement des tickets.

source: Create Account & Submit KYC
fr: 1. Créer un Compte

source: Register your user account, then provide Personal or Business KYC.
fr: Enregistrez votre compte utilisateur, puis fournissez un KYC Personnel ou Professionnel.

source: Account details
fr: Détails du compte

source: Step 1 of 3
fr: Étape 1 sur 2

source: Email address
fr: Adresse Email

source: Username (optional)
fr: Téléphone (optionnel)

source: Phone number
fr: Numéro de téléphone

source: Copy
fr: Copier

source: Min 12 chars incl. upper, lower, number, symbol
fr: Min. 12 caractères incl. majuscule, minuscule, chiffre, symbole

source: Strength:
fr: Solidité :

source: Very Weak
fr: Très Faible

source: Password must be at least 12 characters and include uppercase, lowercase, number, and symbol.
fr: Le mot de passe doit comporter au moins 12 caractères et inclure majuscule, minuscule, chiffre et symbole.

source: Confirm password
fr: Confirmer le nouveau mot de passe

source: Passwords must match.
fr: Les mots de passe doivent correspondre.

source: This customer is tax-exempt
fr: Ce client est exonéré de taxe

source: If checked, subscription invoices will skip VAT/Excise.
fr: Si coché, les factures d'abonnement ignoreront la TVA/Excise.

source: KYC Details
fr: Détails

source: Step 2 of 3
fr: Étape 2 sur 2

source: Select sector
fr: Sélectionner le secteur d'activité

source: Select status
fr: Sélectionner le statut juridique

source: Step 3 of 3
fr: Étape 1 sur 2

source: Upload ID Document (Personal)
fr: Télécharger Documents d'Identité

source: Drag & drop or click to browse.
fr: Glissez-déposez les fichiers ici, ou cliquez pour parcourir.

source: Upload Representative ID (Business)
fr: ID du représentant

source: Accepted: PDF, JPG, PNG — Max 10MB each
fr: Acceptés : JPG, PNG

source: By creating an account and submitting KYC, you consent to the processing of your data for verification and compliance purposes.
fr: En créant un compte et en soumettant le KYC, vous consentez au traitement de vos données à des fins de vérification et de conformité.

source: Please scroll to the end and tick the checkbox to enable submission.
fr: Veuillez défiler jusqu'en bas et cocher la case pour activer l'envoi.

source: Create account & submit KYC
fr: Créer un compte

source: Weak
fr: Faible

source: Fair
fr: Moyen

source: Good
fr: Bon

source: Strong
fr: Fort

source: Copied
fr: Copié

source: Ready: terms accepted and documents selected.
fr: Prêt : conditions acceptées et documents sélectionnés.

source: Please use a strong password (12+ chars with upper/lower/number/symbol) and ensure both passwords match.
fr: Veuillez utiliser un mot de passe fort (12+ caractères avec maj/min/chiffre/symbole) et vérifier que les deux mots de passe correspondent.

source: Please choose a KYC type.
fr: Choisir le Type de KYC

source: Password does not meet the required complexity.
fr: Le mot de passe ne respecte pas la complexité requise.

source: Account created and KYC submitted.
fr: Compte créé et KYC soumis.

source: Sales Agent Dashboard
fr: Retour au Tableau de Bord

source: Monitor your customers, orders, and sales performance at a glance.
fr: Surveillez vos clients, commandes et performances commerciales d'un coup d'œil.

source: Register Customer
fr: S'inscrire

source: Key metrics
fr: Indicateurs clés

source: Pending Orders
fr: En Attente

source: Completed Orders
fr: Terminé

source: Sales This Month
fr: Ventes ce mois-ci

source: Subscription Billing
fr: Abonnements

source: Status column reflects the exact payment_status from the linked order.
fr: La colonne Statut reflète le payment_status exact de la commande liée.

source: Next Bill
fr: Prochaine facture

source: Status shows order.payment_status. The original subscription lifecycle is shown as a small badge.
fr: Le statut affiche order.payment_status. Le cycle de vie original de l'abonnement est affiché sous forme de petit badge.

source: Customer registered. Login details sent by SMS and email.
fr: Client enregistré. Informations de connexion envoyées par SMS et email.

source: Registration failed:
fr: L'enregistrement a échoué :

source: Something went wrong. Please try again.
fr: Erreur du serveur. Veuillez réessayer.

source: Sub:
fr: Sous :

source: No subscriptions.
fr: Abonnements

source: Breadcrumb
fr: Fil d'Ariane

source: Additional equipment for your Starlink installation
fr: Facturations d'Équipements Supplémentaires

source: Billing Reference:
fr: Référence

source: Order Reference:
fr: Réf. Commande

source: Tax:
fr: Taxe :

source: Secure Payment
fr: Paiements Sécurisés

source: Your payment data is encrypted. We use industry-standard security controls.
fr: Nous protégeons vos informations avec une sécurité standard de l'industrie. Elles sont utilisées uniquement pour la vérification d'identité et la conformité réglementaire.

source: Choose your preferred payment method
fr: Choisissez votre mode de paiement préféré

source: Enter only your 9 local digits. The country code (+243) is added automatically.
fr: Saisissez uniquement vos 9 chiffres locaux. L'indicatif pays (+243) est ajouté automatiquement.

source: Used for the receipt and verification.
fr: Utilisé pour le reçu et la vérification.

source: Payment Reference / Transaction ID
fr: Référence de paiement / ID de transaction

source: Enter your payment reference or transaction ID
fr: Saisissez votre référence de paiement ou ID de transaction

source: Provide the reference from your payment provider.
fr: Fournissez la référence de votre fournisseur de paiement.

source: Enter exactly 9 digits (e.g., 970000000). Do not include +243.
fr: Saisissez exactement 9 chiffres (ex. : 970000000). N'incluez pas +243.

source: Pay with Bank Transfer
fr: Payer par virement bancaire

source: Pay at Counter
fr: Payer au comptoir

source: No payment methods available.
fr: Aucun mode de paiement disponible.

source: Please choose a payment method to continue.
fr: Échec du paiement par carte

source: Invalid Number
fr: Numéro d'identité

source: Please correct your mobile number and try again.
fr: Veuillez saisir votre email.

source: Missing Email
fr: Email manquant

source: Please enter your email address.
fr: Veuillez saisir votre email.

source: Missing Reference
fr: Référence

source: Please provide your payment reference or transaction ID.
fr: Veuillez fournir votre référence de paiement ou ID de transaction.

source: Send Mobile Payment Request
fr: Sélectionnez le type de document

source: We will send a payment request to your mobile wallet. Approve it on your phone. Do not close this window until you have completed the payment to avoid delays in processing your order.
fr: Nous enverrons une demande de paiement à votre portefeuille mobile. Approuvez-la sur votre téléphone. Ne fermez pas cette fenêtre avant d'avoir finalisé le paiement pour éviter les délais.

source: Send Request
fr: Identifiants invalides.

source: Redirect to Card Payment
fr: Paiements Sécurisés

source: After we contact the payment gateway, a secure payment page may open in a new window. Complete the payment there. Do not close this window until you finish to avoid delays.
fr: Après contact avec la passerelle de paiement, une page sécurisée peut s'ouvrir. Finalisez le paiement là-bas. Ne fermez pas cette fenêtre avant la fin pour éviter les délais.

source: Secure Card Payment Opened
fr: Paiements Sécurisés

source: Payment Link
fr: Paiement

source: Payment initialized, but no redirect URL was returned.
fr: Paiement initialisé, mais aucune URL de redirection n'a été retournée.

source: Payment Processed
fr: Message envoyé avec succès.

source: Your payment has been processed successfully.
fr: Message envoyé avec succès.

source: Payment Failed
fr: Paiement démarré.

source: Payment processing failed. Please try again or contact support.
fr: Échec du paiement. Veuillez réessayer.

source: An unexpected error occurred while processing the payment. Please try again.
fr: Une erreur inattendue s'est produite lors du traitement du paiement. Veuillez réessayer.

source: Survey Location
fr: Emplacement de l'étude

source: Enter address
fr: Adresse Email

source: Get Current Location
fr: Obtenir la position actuelle

source: Location Notes
fr: Notes d'emplacement

source: Additional location notes...
fr: Coûts supplémentaires rejetés.

source: Survey Checklist
fr: Checklist de l'étude

source: Enter your response...
fr: Écrivez votre message ici...

source: Rating (1-5):
fr: Note (1-5) :

source: Select rating
fr: Sélectionnez un fichier

source: Poor
fr: Faible

source: Below Average
fr: En dessous de la moyenne

source: Average
fr: Moyen

source: Choose:
fr: Choisir un Fichier

source: Additional Notes:
fr: Coûts supplémentaires approuvés !

source: Optional notes...
fr: Notes optionnelles...

source: Overall Assessment
fr: Évaluation globale

source: Overall assessment of the site for Starlink installation...
fr: Évaluation globale du site pour l'installation Starlink...

source: Recommended Mounting Type
fr: Type de montage recommandé

source: Select mounting type
fr: Sélectionnez le type de document

source: Wall Mounting
fr: Montage mural

source: Pole Mounting
fr: Surveillance à Distance

source: Ground Mounting
fr: Montage au sol

source: Chimney Mounting
fr: Montage sur cheminée

source: Installation is feasible at this location
fr: L'installation est réalisable à cet emplacement

source: Complete Survey
fr: Terminé

source: Survey Photos
fr: Photos de l'étude

source: Upload Photos
fr: Documents téléchargés

source: Error getting location:
fr: Erreur lors de l'obtention de la position :

source: Geolocation is not supported by this browser.
fr: La géolocalisation n'est pas prise en charge par ce navigateur.

source: Error uploading photos:
fr: Erreur lors du téléchargement des photos :

source: Retour au Dashboard
fr: Retour au Tableau de Bord

source: Survey Information
fr: Informations d'Identité

source: Unassigned
fr: Non assigné

source: Scheduled Date
fr: Date d'émission

source: Not scheduled
fr: Non planifié

source: Assigned by
fr: Assigné par

source: System
fr: Système de Tickets

source: Assigned at
fr: Assigné le

source: Coordinates
fr: Coordonnées

source: No location notes
fr: Aucune note d'emplacement

source: Timeline
fr: Chronologie

source: Survey Started
fr: Commencer

source: Survey Completed
fr: Terminé

source: Submitted for Approval
fr: Soumis pour approbation

source: Approved at
fr: Approuvé le

source: Approved by
fr: Approuvé par

source: Installation Job Status:
fr: Demande d'installation

source: Ready for installation
fr: Prêt pour l'installation

source: Additional costs have been paid. Installation job has been created.
fr: Les coûts supplémentaires ont été payés. Le travail d'installation a été créé.

source: Waiting for payment
fr: En attente de paiement

source: Customer approved additional costs. Waiting for payment to create installation job.
fr: Coûts supplémentaires approuvés par le client. En attente du paiement pour créer le travail d'installation.

source: Waiting for customer approval
fr: En attente de l'approbation du client

source: Additional billing sent to customer. Installation job will be created after approval and payment.
fr: Facturation supplémentaire envoyée au client. Le travail d'installation sera créé après approbation et paiement.

source: Billing in progress
fr: Historique de Facturation

source: Billing pending
fr: Aperçu de facturation

source: Additional billing needs to be generated before installation job can be created.
fr: Une facturation supplémentaire doit être générée avant de pouvoir créer le travail d'installation.

source: Estimated Additional Cost
fr: Coût supplémentaire estimé

source: Cost Justification
fr: Construction

source: Equipment List
fr: Liste des équipements

source: Equipment
fr: Équipement

source: Total Additional Cost:
fr: Coût supplémentaire total :

source: Additional Billing Details
fr: Facturations d'Équipements Supplémentaires

source: Billing Reference
fr: Référence

source: Total Amount
fr: Montant

source: Paid Date
fr: Impayé Dû

source: Customer Notes
fr: Total Clients

source: Survey Responses
fr: Réponses de l'étude

source: Response:
fr: Réponse :

source: Rating:
fr: Note :

source: Choice:
fr: Choix :

source: Assessment Summary
fr: Résumé de l'évaluation

source: Recommended Mounting
fr: Montage recommandé

source: Installation Feasible
fr: Demande d'installation

source: Not assessed
fr: Non évalué

source: Approval Status
fr: Statut juridique

source: Requires Revision
fr: Nécessite une révision

source: Not Submitted
fr: Non soumis

source: Reviewed by
fr: Examiner

source: Approval Notes
fr: Notes d'approbation

source: Rejection Reason
fr: Motif de rejet

source: Approval Required
fr: Approbation requise

source: Optional approval notes...
fr: Notes d'approbation optionnelles...

source: Approve Survey
fr: Approuver l'étude

source: Reject Survey
fr: Rejeter l'étude

source: Reason for Rejection
fr: Informations Personnelles

source: Required if rejecting...
fr: Obligatoire en cas de rejet...

source: Insufficient funds. Please check your account balance and try again.
fr: Fonds insuffisants. Vérifiez votre solde et réessayez.

source: Invalid phone number. Please check your mobile number and try again.
fr: Numéro de téléphone invalide. Vérifiez votre numéro et réessayez.

source: Payment request timed out. Please try again.
fr: Échec du paiement. Veuillez réessayer.

source: Network error. Please check your connection and try again.
fr: Erreur du serveur. Veuillez réessayer.

source: Payment was declined. Please contact your mobile money provider.
fr: Paiement refusé. Veuillez contacter votre fournisseur de mobile money.

source: Account is temporarily blocked. Please contact your mobile money provider.
fr: Votre compte est désactivé. Veuillez contacter le support.

source: Transaction limit exceeded. Please try a smaller amount or contact your provider.
fr: Limite de transaction dépassée. Essayez un montant inférieur ou contactez votre fournisseur.

source: Invalid payment amount. Please try again.
fr: Échec du paiement. Veuillez réessayer.

source: Mobile money service is temporarily unavailable. Please try again later.
fr: Le service mobile money est temporairement indisponible. Veuillez réessayer plus tard.

source: Authentication failed. Please try again.
fr: Échec du paiement. Veuillez réessayer.

source: Duplicate transaction detected. Please wait a moment before trying again.
fr: Transaction dupliquée détectée. Veuillez patienter avant de réessayer.

source: Payment could not be processed at this time. Please try again or contact support.
fr: Le paiement n'a pas pu être traité pour le moment. Réessayez ou contactez le support.

source: Insufficient balance. Please ensure your wallet has enough funds.
fr: Solde insuffisant. Assurez-vous que votre portefeuille a suffisamment de fonds.

source: Invalid input. Please double-check the information and try again.
fr: Erreur du serveur. Veuillez réessayer.

source: The phone number appears invalid. Use 0XXXXXXXXX or 243XXXXXXXXX.
fr: Le numéro de téléphone semble invalide. Utilisez 0XXXXXXXXX ou 243XXXXXXXXX.

source: The payment service timed out. Please try again.
fr: Échec du paiement. Veuillez réessayer.

source: Payment could not be initiated at the moment. Please try again later.
fr: Échec du paiement. Veuillez réessayer.

source: Not authorized
fr: Commencer

source: Billing not approved for payment
fr: Alertes de facturation

source: Invalid JSON.
fr: JSON invalide.

source: Invalid payment method
fr: Sélectionnez le type de document

source: Invalid phone number. Use 0XXXXXXXXX or 243XXXXXXXXX.
fr: Numéro de téléphone invalide. Utilisez 0XXXXXXXXX ou 243XXXXXXXXX.

source: Email address is required for card payments
fr: L'adresse email est requise pour les paiements par carte

source: Payment reference is required
fr: La référence de paiement est requise

source: Payment service is temporarily unavailable. Please try again later.
fr: Échec du paiement. Veuillez réessayer.

source: Mobile money payment initiated. Please check your phone to complete the payment.
fr: Paiement mobile initié. Vérifiez votre téléphone pour approuver.

source: Payment gateway error
fr: Erreur de la passerelle de paiement

source: Payment initiated but no redirect URL was returned.
fr: Paiement initié mais aucune URL de redirection n'a été retournée.

source: Payment initialization failed
fr: L'initialisation du paiement a échoué

source: Payment processed successfully
fr: Message envoyé avec succès.

source: Upload Stock from Excel
fr: Importer le stock depuis Excel

source: Download Sample Excel File
fr: Vitesse de Téléchargement

source: Excel File
fr: Fichier Excel

source: Upload
fr: Télécharger un Fichier

source: Stock Management
fr: Gestion des stocks

source: Track inventory levels per location and manage movements.
fr: Suivez les niveaux de stock par emplacement et gérez les mouvements.

source: All Locations
fr: Association

source: Total Item Types
fr: Total Clients

source: Items In Stock
fr: Articles en stock

source: Low Stock Items
fr: Articles en stock faible

source: Out of Stock
fr: Rupture de stock

source: Add Stock Quantity for Item
fr: Ajouter une quantité de

source: New location
fr: Association

source: Select a location
fr: Sélectionnez un fichier

source: Submit
fr: Soumettre le KYC Maintenant

source: Add Stock
fr: Ajouter au Stock

source: Choose Kit & Location
fr: Choisir le Kit et l'Emplacement

source: Select a kit
fr: Sélectionnez un fichier

source: Create Stock Location
fr: Créer un compte

source: Warehouse Kinshasa
fr: Entrepôt Kinshasa
