Repository: rathish1m/Nexus_backend
Catalog: nexus_backend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Mobile menu
fr: Menu mobile

source: Close menu
fr: Fermer le menu

source: Language
fr: Langue

source: Nexus | Orders Management
fr: Nexus | Gestion des Utilisateurs

source: Orders Management
fr: Nexus | Gestion des Utilisateurs

source: New Order
fr: Commande

source: Export
fr: Support

source: Search by reference or customer
fr: Rechercher par plan ou réf. commande

source: Quick Stat
fr: Message Rapide

source: Mobile-friendly content goes here.
fr: Le contenu adapté aux mobiles va ici.

source: Another Card
fr: Carte d'électeur

source: Scales across breakpoints.
fr: S’adapte aux différents points de rupture.

source: Insights
fr: Informations

source: Keep content concise on mobile.
fr: Gardez le contenu concis sur mobile.

source: Terms of Service
fr: Conditions d’utilisation

source: Opened
fr: Ouvert

source: Original message
fr: Message original

source: Ticket details
fr: Mises à jour des tickets

source: Last update
fr: Dernière mise à jour

source: Database error.
fr: Erreur de base de données.

source: Subject and message are required.
fr: Le nom d'utilisateur et le mot de passe sont requis.

source: Invalid category.
fr: Catégorie invalide.

source: Invalid priority.
fr: Priorité invalide.

source: Invalid JSON payload.
fr: Charge utile JSON invalide.

source: Invalid credentials.
fr: Identifiants invalides.

source: Server error. Please try again.
fr: Erreur du serveur. Veuillez réessayer.

source: Reset Password
fr: Répéter le mot de passe

source: Reset Your Password
fr: Répéter le mot de passe

source: New Password
fr: Mettre à jour le mot de passe

source: Repeat New Password
fr: Répéter le mot de passe

source: Nouveau mot de passe
fr: Mot de passe

source: Confirmer le mot de passe
fr: Confirmer le nouveau mot de passe

source: Overview of user activity and totals.
fr: Aperçu de l'activité des utilisateurs et totaux.

source: Currently enabled and active accounts
fr: Comptes actuellement activés et actifs

source: Disabled or inactive accounts
fr: Comptes désactivés ou inactifs

source: All registered accounts
fr: Tous les comptes enregistrés

source: Enter the 6-digit OTP code
fr: Entrez le code OTP à 6 chiffres

source: Verify and Login
fr: Vérifier et Se Connecter

source: If the account exists, an email has been sent.
fr: Votre message a été envoyé !

source: Password Reset
fr: Réinitialisation du mot de passe

source: Username and password are required.
fr: Le nom d'utilisateur et le mot de passe sont requis.

source: Please fill in both password fields.
fr: Veuillez remplir les deux champs de mot de passe.

source: Your password has been reset. You can now log in.
fr: Votre mot de passe a été réinitialisé. Vous pouvez maintenant vous connecter.

source: The reset link is invalid or has expired.
fr: Le lien de réinitialisation est invalide ou a expiré.
