Repository: rathish1m/Nexus_backend
Catalog: nexus_backend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Error saving checklist item.
fr: Erreur lors de l'envoi du message.

source: Checklist item not found.
fr: Utilisateur introuvable.

source: Error loading checklist item.
fr: Erreur lors du chargement de l'élément de la liste.

source: Are you sure you want to delete this checklist item?
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: Error deleting checklist item.
fr: Erreur lors de la suppression de l'élément de la liste.

source: Billing Records
fr: Alertes de facturation

source: Invoice ID
fr: Facture

source: Subscription
fr: Abonnements

source: Download
fr: Vitesse de Téléchargement

source: No billing records available.
fr: Aucun enregistrement de facturation disponible.

source: Completed Installations
fr: Installations terminées

source: Validated & submitted installation reports with technician performance insights.
fr: Rapports d'installation validés et soumis avec des insights sur la performance des techniciens.

source: reports
fr: rapports

source: filtered
fr: filtré(s)

source: Show list
fr: Afficher la liste

source: Completed
fr: Terminé

source: Duration
fr: Éducation

source: Start Billing
fr: Prochaine Facturation

source: Total Completed
fr: Terminé

source: Completed Today
fr: Terminé

source: Avg Completion Time
fr: Temps moyen de réalisation

source: Unbilled Today
fr: Non facturés aujourd'hui

source: Technician
fr: Techniciens Certifiés

source: All technicians
fr: Techniciens Certifiés

source: Start date
fr: Date de Début

source: End date
fr: Date de fin

source: Filter
fr: Filtrer

source: Reset
fr: Revendeur

source: Active filters:
fr: Utilisateurs Actifs

source: From
fr: Du

source: To
fr: Au

source: Technician KPIs
fr: Techniciens Certifiés

source: Average & median completion times are based on the current filter.
fr: Les temps moyens et médians de réalisation sont basés sur le filtre actuel.

source: Avg Time (min)
fr: Temps moyen (min)

source: Median (min)
fr: Médiane (min)

source: Avg Rating
fr: Note moyenne

source: Completed At
fr: Terminé

source: Time to Complete
fr: Vérifier et Terminer

source: Report Submitted
fr: Rapport soumis

source: Rating
fr: Note

source: Billing
fr: Facturation

source: Not Started
fr: Commencer

source: View
fr: Voir

source: Activate billing for this installation?
fr: Activer la facturation pour cette installation ?

source: No completed installations
fr: Aucune installation terminée

source: End date must be after start date
fr: La date de fin doit être après la date de début

source: Dispatch Console
fr: Console de dispatch

source: Track assignments, filter orders, and confirm deliveries.
fr: Suivez les affectations, filtrez les commandes et confirmez les livraisons.

source: Waiting for Dispatch
fr: En attente de dispatch

source: Dispatched Today
fr: Dispatchés aujourd'hui

source: Total Dispatched
fr: Total dispatchés

source: Order Dispatch Summary
fr: Résumé du dispatch des commandes

source: Use filters below to refine your search.
fr: Utilisez les filtres ci-dessous pour affiner votre recherche.

source: Rows per page
fr: Lignes par page

source: Search by customer or order ID...
fr: Rechercher par plan ou réf. commande

source: All Regions
fr: Toutes les régions

source: Clear
fr: Effacer

source: Order Date
fr: Réf. Commande

source: Order ID
fr: Commande

source: Phone
fr: Téléphone

source: Installation Location
fr: Demande d'installation

source: Assigned Tech
fr: Technicien assigné

source: Serial Number
fr: Numéro d'identité

source: Action
fr: Actions

source: Create New User
fr: Créer un nouvel utilisateur

source: Full Name
fr: Nom Complet

source: Email
fr: votre Email

source: Select Region
fr: Sélectionnez un fichier

source: Password
fr: Passeport

source: Create
fr: Créé

source: Assign To FE
fr: Assigner à un FE

source: Assign
fr: Assigner

source: Delivery Note
fr: Bon de livraison

source: Preparing delivery note...
fr: Préparation du bon de livraison...

source: Print
fr: Imprimer

source: Mark as Delivered
fr: Marquer comme livré

source: Show location
fr: Afficher l'emplacement

source: Location
fr: Association

source: Order Details
fr: Voir les Détails

source: Item
fr: Article

source: Quantity
fr: Quantité

source: Installed equipment with accessories (where applicable)
fr: Équipement installé avec accessoires (le cas échéant)

source: Customer Signature
fr: Signature du client

source: Technician Signature
fr: Signature du technicien

source: Order data not available in this page.
fr: Données de commande non disponibles sur cette page.

source: Assign a technician before delivering.
fr: Assignez un technicien avant la livraison.

source: Order marked as delivered.
fr: Commande marquée comme livrée.

source: Failed to mark order as delivered:
fr: Échec du marquage de la commande comme livrée :

source: An unexpected error occurred.
fr: Une erreur inattendue est survenue.

source: No orders found.
fr: Aucun ticket trouvé

source: Assign a technician to enable this field
fr: Assignez un technicien pour activer ce champ

source: Enter serial & press Enter
fr: Saisir le numéro de série et appuyer sur Entrée

source: Deliver
fr: Livrer

source: Assign a technician to deliver
fr: Assigner un technicien pour livrer

source: First
fr: Prénom

source: First page
fr: Prénom

source: Previous page
fr: Précédent

source: Next page
fr: Suivant

source: Last
fr: Nom de famille

source: Last page
fr: Nom de famille

source: Jump to
fr: Aller à

source: Jump to page
fr: Aller à la page

source: Failed to load orders.
fr: Échec du chargement des tickets.

source: Serial number saved
fr: Numéro de série enregistré

source: Failed to save serial number.
fr: Échec de l'approbation de la facturation

source: Customer feedback
fr: Total Clients

source: Pin
fr: En Attente

source: No comment provided.
fr: Document expiré

source: Attachments
fr: Paiements

source: Add
fr: Adresse

source: History
fr: Historique de Facturation

source: No audit entries yet.
fr: Aucun ticket trouvé

source: Installation summary
fr: Demande d'installation

source: Installation status
fr: Demande d'installation

source: Quick actions
fr: Liens Rapides

source: Unable to update pin status.
fr: Échec du chargement des abonnements.

source: Confirm lock?
fr: Confirmer le nouveau mot de passe

source: Unable to lock feedback.
fr: Renvoyer le code

source: Unable to send reply.
fr: Renvoyer le code

source: Delete this attachment?
fr: Supprimer le compte

source: Unable to delete attachment.
fr: Échec du chargement des tickets.

source: Export CSV
fr: Exporter en CSV

source: Pinned
fr: Type d'identité

source: Updated
fr: Restez Informé

source: Open
fr: Ouvert

source: Back to installations
fr: Retour aux installations

source: Installation Report
fr: Demande d'installation

source: Report submitted on
fr: Rapport soumis le

source: INSTALLATION REPORT
fr: RAPPORT D'INSTALLATION

source: Starlink Internet Solutions
fr: Solutions Internet Starlink

source: Report generated on
fr: Rapport généré le

source: Installation site
fr: Demande d'installation

source: Arrival on site
fr: Arrivé sur site

source: Access level
fr: Niveau d'accès

source: Power available
fr: Alimentation disponible

source: Site address
fr: Adresse Email

source: GPS coordinates
fr: Coordonnées GPS

source: View on map
fr: Voir sur la carte

source: Site notes
fr: Notes de site

source: Installed equipment
fr: Équipement installé

source: CPE details
fr: Détails

source: Dish serial number
fr: Numéro de série de l'antenne

source: Router serial number
fr: Numéro de série du routeur

source: Firmware version
fr: Version du firmware

source: Power source
fr: Source d'alimentation

source: Cable length (m)
fr: Longueur du câble (m)

source: Network configuration
fr: En attente de confirmation

source: DHCP range
fr: Plage DHCP

source: Splices/Connectors
fr: Se connecter

source: Mount & Alignment
fr: Montage et alignement

source: Mount type
fr: Tout type

source: Height (m)
fr: Hauteur (m)

source: Grounding
fr: Burundais

source: Weatherproofing
fr: Étanchéité

source: %% obstruction
fr: Construction

source: Elevation angle
fr: Angle d'élévation

source: Azimuth angle
fr: Angle d'azimut

source: Mounting notes
fr: Notes de montage

source: Obstruction notes
fr: Construction

source: Connectivity tests
fr: Tests de connectivité

source: Latency (ms)
fr: Latence

source: Download speed
fr: Vitesses de téléchargement

source: Upload speed
fr: Vitesse d'Upload

source: Test tool
fr: Outil de test

source: Public IP
fr: IP publique

source: Final link status
fr: Filtrer par statut

source: Test notes
fr: Notes de test

source: Customer validation
fr: Validation client

source: Full name
fr: Nom Complet

source: ID document
fr: Type de Document d'Identité

source: Acceptance
fr: Acceptation

source: Confirmed
fr: Confirmer le nouveau mot de passe

source: Not confirmed
fr: Inactif

source: Signed on
fr: Signé le

source: Installation rating
fr: Demande d'installation

source: Comments
fr: Paiements

source: Safety & Environment
fr: Sécurité et environnement

source: Weather conditions
fr: Conditions Générales

source: PPE used
fr: PPE utilisé

source: Helmet
fr: Casque

source: Harness
fr: Harnais

source: Gloves
fr: Gants

source: Ladder
fr: Échelle

source: Hazards noted
fr: Dangers notés

source: Reseller
fr: Revendeur

source: Reseller ID
fr: Revendeur

source: SLA level
fr: Niveau de SLA

source: Date and Signature
fr: Date et signature

source: Back to list
fr: Parler aux Ventes

source: Download PDF
fr: Vitesse de Téléchargement

source: Print PDF
fr: Imprimer en PDF

source: Professional Starlink Installation Services
fr: Services d'installation professionnelle Starlink

source: Correct entry
fr: Montant

source: From (month)
fr: S'inscrire

source: To (month)
fr: Nom de famille

source: Sales agent
fr: Retour au Tableau de Bord

source: Region + sales agent
fr: Nexus | Gestion de Facturation

source: Apply filters
fr: Postuler comme Revendeur

source: Total invoiced
fr: Payer la facture

source: Total payments
fr: 4. Effectuer le Paiement

source: Net amount
fr: Supprimer le compte

source: Loading revenue data…
fr: Chargement…

source: Invoiced
fr: Facture

source: Payments
fr: Paiements

source: Net
fr: Suivant

source: Load details
fr: Détails

source: Keep current region
fr: Sélectionnez un fichier

source: Submit correction
fr: Sujet

source: Select region
fr: Sélectionnez un fichier

source: Select sales agent
fr: Sélectionnez un fichier

source: Entry not found.
fr: Demande d'installation

source: Entry corrected successfully.
fr: Message envoyé avec succès.

source: Entry type
fr: Tout type

source: Current region
fr: Créé

source: Current sales agent
fr: Solde Actuel

source: Not assigned
fr: Inactif

source: Please select a region or a sales agent to update.
fr: Échec du chargement des abonnements.

source: Unable to create the correction.
fr: Renvoyer le code

source: Active Users
fr: Utilisateurs Actifs

source: Non Active Users
fr: Utilisateurs Inactifs

source: Total Users
fr: Total des Utilisateurs

source: Dashboard
fr: Tableau de Bord

source: Billing Management
fr: Nexus | Gestion de Facturation

source: Revenue
fr: Revenus

source: Subtotal (USD)
fr: Sous-total (USD)

source: Account Ledger
fr: Registre de Crédit du Compte

source: Search description or account…
fr: Rechercher une description ou un compte…

source: All types
fr: Tout type

source: Invoice
fr: Facture

source: Payment
fr: Paiement

source: Credit Note
fr: Avoir

source: Adjustment
fr: Ajustement

source: Tax
fr: Taxe

source: Account
fr: Montant

source: Running Balance
fr: Solde Actuel

source: Load more
fr: Charger plus

source: Record Payment
fr: Paiements Sécurisés

source: Email or name
fr: Adresse Email

source: Mobile Money
fr: Menu mobile

source: Bank Transfer
fr: Virement bancaire

source: Card
fr: Carte

source: Cash
fr: Espèces

source: Apply to oldest open invoice(s) automatically
fr: Appliquer automatiquement aux factures impayées les plus anciennes

source: Save payment
fr: 4. Effectuer le Paiement

source: Subtotal
fr: Sous-total

source: VAT
fr: TVA

source: Excise
fr: Accise

source: Loading…
fr: Chargement…

source: Loaded
fr: Chargé

source: rows (more available)
fr: lignes (plus disponibles)

source: rows
fr: lignes

source: entries
fr: Variable

source: No ledger entries.
fr: Aucune écriture de grand livre.

source: Balance
fr: Solde Actuel

source: Failed to load ledger.
fr: Échec du chargement des tickets.

source: Back to Billing
fr: Prochaine Facturation

source: Additional Equipment Required
fr: Équipement Supplémentaire Requis

source: Order:
fr: Commande

source: Loading billing details...
fr: Échec du chargement des détails de facturation

source: Cost Breakdown
fr: Détail des coûts

source: Qty
fr: Qté

source: Total
fr: Total des Utilisateurs

source: Subtotal:
fr: Sous-total :

source: Total Tax:
fr: Total des taxes :

source: Total Amount:
fr: Montant

source: Additional Notes (Optional)
fr: Coûts supplémentaires approuvés !

source: Add any comments or questions about these additional costs...
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: Reject
fr: Sujet

source: Approve & Continue to Payment
fr: Approuver et continuer vers le paiement

source: Are you sure you want to approve these additional costs?
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: Please provide a reason for rejecting these additional costs:
fr: Veuillez fournir une raison pour rejeter ces coûts supplémentaires :

source: Failed to reject billing
fr: Échec du rejet de la facturation

source: Failed to load billing details
fr: Échec du chargement des détails de facturation

source: You have approved these additional costs. Please proceed to payment.
fr: Vous avez approuvé ces coûts supplémentaires. Veuillez procéder au paiement.

source: You have rejected these additional costs.
fr: Vous avez rejeté ces coûts supplémentaires.

source: Payment received. Installation will proceed as scheduled.
fr: Paiement reçu. L'installation se déroulera comme prévu.

source: Additional costs approved! Redirecting to payment...
fr: Coûts supplémentaires approuvés ! Redirection vers le paiement...

source: Additional costs approved!
fr: Coûts supplémentaires approuvés !

source: Failed to approve billing
fr: Échec de l'approbation de la facturation

source: Additional costs rejected
fr: Coûts supplémentaires rejetés.

source: Our technician has determined that additional equipment is necessary for a successful installation at your location.
fr: Notre technicien a déterminé que des équipements supplémentaires sont nécessaires pour une installation réussie à votre emplacement.

source: Your Notes (Optional)
fr: Téléphone (optionnel)

source: Add any questions or comments about these additional costs...
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: Approve & Continue
fr: Continuer

source: Current Balance
fr: Solde Actuel

source: This reflects your current account status.
fr: Ceci reflète l'état actuel de votre compte.

source: Next Invoice
fr: Prochaine Facture

source: You’ll be notified before the due date.
fr: Vous serez notifié avant la date d'échéance.

source: Additional Equipment Billings
fr: Facturations d'Équipements Supplémentaires

source: Equipment required after site survey
fr: Équipement requis après l'étude de site

source: Review
fr: Examiner

source: Pay Now
fr: Payer Maintenant

source: Download Invoice
fr: Télécharger la Facture

source: Pay
fr: Payer Maintenant

source: Billing History
fr: Historique de Facturation

source: Any status
fr: Tout statut

source: Unpaid
fr: Impayé

source: Awaiting confirmation
fr: En attente de confirmation

source: Any type
fr: Tout type

source: Charges
fr: Frais

source: Charge
fr: Frais

source: Showing recent activity
fr: Affichage de l'activité récente

source: Due
fr: Solde Net Dû

source: All clear
fr: Tout est en ordre

source: Overdue by
fr: En retard de

source: Overdue. Please pay to avoid service disruption.
fr: En retard. Veuillez payer pour éviter une interruption de service.

source: day(s). Please pay to avoid service disruption.
fr: jour(s). Veuillez payer pour éviter une interruption de service.

source: Payment due today. Please pay to avoid service disruption.
fr: Paiement dû aujourd'hui. Veuillez payer pour éviter une interruption de service.

source: Payment due in
fr: Paiement

source: Next due on
fr: Prochaine échéance le

source: Next invoice on
fr: Prochaine Facture

source: No outstanding balance.
fr: Aucun solde impayé.

source: No items found.
fr: Aucun ticket trouvé

source: Failed to load history.
fr: Échec du chargement des tickets.

source: Server returned invalid response. Check console for details.
fr: Le serveur a renvoyé une réponse invalide. Vérifiez la console pour plus de détails.

source: Failed to approve billing. Check console for details.
fr: Échec de l'approbation de la facturation. Vérifiez la console pour plus de détails.

source: Additional costs rejected.
fr: Coûts supplémentaires rejetés.

source: Loading saved methods…
fr: Chargement de la carte…

source: No saved methods
fr: Aucun moyen enregistré

source: Please add a payment method in your account settings.
fr: Veuillez ajouter un moyen de paiement dans les paramètres de votre compte.

source: Failed to load methods.
fr: Échec du chargement des tickets.

source: Please enter a valid Mobile Money number starting with 0 and 10 digits (e.g., 0999999999).
fr: Veuillez saisir un numéro Mobile Money valide commençant par 0 et comportant 10 chiffres (ex. : 0999999999).

source: Mobile payment initiated. Check your phone to approve.
fr: Paiement mobile initié. Vérifiez votre téléphone pour approuver.

source: Please enter your email.
fr: Veuillez saisir votre email.

source: Redirecting to the secure card page…
fr: Redirection vers la page de carte sécurisée…

source: Payment started.
fr: Paiement démarré.

source: Unsupported method.
fr: Méthode non prise en charge.

source: Payment failed. Please try again.
fr: Échec du paiement. Veuillez réessayer.

source: day(s)
fr: jour(s)

source: Overdue
fr: En retard

source: Due today
fr: Dû aujourd'hui

source: Due in
fr: Dû dans

source: Scheduled
fr: Planifié

source: Your feedback for installation %(ref)s
fr: Votre retour pour l'installation %(ref)s

source: Overall rating
fr: Sélectionnez un fichier

source: Update feedback
fr: Restez Informé

source: Submit feedback
fr: Sujet

source: Change history
fr: Mettre à jour le mot de passe

source: File size must not exceed 10MB.
fr: La taille du fichier ne doit pas dépasser 10 Mo.

source: Unpaid Due
fr: Impayé Dû

source: View details
fr: Voir les Détails

source: Account Credit
fr: Crédit du Compte

source: View Ledger
fr: Voir le Registre

source: Net Due
fr: Solde Net Dû

source: Details
fr: Détails

source: All credits and debits on your account
fr: Veuillez réviser et resoumettre vos documents.

source: Total Credits
fr: Crédit du Compte

source: Total Debits
fr: Total des Utilisateurs

source: Net Movement
fr: Mouvement net

source: Credits
fr: Crédits

source: Debits
fr: Débits

source: Find by description, ref…
fr: Rechercher par description, réf…

source: 0 items
fr: 0 article(s)

source: All Clear
fr: Effacer

source: No transactions found for your filters.
fr: Aucune transaction trouvée pour vos filtres.

source: Credit
fr: Crédit du Compte

source: Debit
fr: Débit

source: Confirm Checkout
fr: Confirmer la commande

source: Plan
fr: Forfait

source: Installation Fee
fr: Demande d'installation

source: Total Due Now
fr: Total dû maintenant

source: Choose KYC Type
fr: Choisir le Type de KYC

source: Select the type of KYC to submit
fr: Sélectionnez le type de KYC à soumettre

source: Choose Your KYC Type
fr: Choisissez votre type de KYC

source: Personal KYC
fr: KYC Personnel

source: For individuals using a passport, voter card, or driver's license.
fr: Pour les particuliers utilisant un passeport, carte d'électeur ou permis de conduire.

source: Quick review time
fr: Temps d'examen rapide

source: Photo ID + address
fr: Pièce d'identité + adresse

source: Best for single users
fr: Idéal pour les utilisateurs individuels

source: Continue
fr: Continuer

source: Step 1 of 2
fr: Étape 1 sur 2

source: Business KYC
fr: KYC Entreprise

source: For companies with legal representative and company documents.
fr: Pour les entreprises avec représentant légal et documents de société.

source: Representative ID
fr: ID du représentant

source: Company docs (RCCM, NIF, ID Nat)
fr: Documents société (RCCM, NIF, ID Nat)

source: Best for teams & resellers
fr: Idéal pour les équipes et revendeurs

source: Your documents are encrypted at rest and used only for compliance verification.
fr: Vos documents sont chiffrés au repos et utilisés uniquement pour la vérification de conformité.

source: Personal KYC Details
fr: Détails KYC Personnel

source: Personal Information
fr: Informations Personnelles

source: Date of Birth
fr: Date de naissance

source: Nationality
fr: Nationalité

source: Select your nationality
fr: Sélectionnez votre nationalité

source: Albanian
fr: Albanais

source: Algerian
fr: Algérien

source: American
fr: Américain

source: Angolan
fr: Angolais

source: Argentine
fr: Argentin

source: Armenian
fr: Arménien

source: Australian
fr: Australien

source: Austrian
fr: Autrichien

source: Azerbaijani
fr: Azerbaïdjanais

source: Bahamian
fr: Bahaméen

source: Bahraini
fr: Bahreïni

source: Barbadian
fr: Barbadien

source: Belarusian
fr: Biélorusse

source: Belgian
fr: Belge

source: Belizean
fr: Bélizien

source: Beninese
fr: Béninois

source: Bhutanese
fr: Bhoutanais

source: Bolivian
fr: Bolivien

source: Bosnian
fr: Bosniaque

source: Brazilian
fr: Brésilien

source: British
fr: Britannique

source: Bruneian
fr: Brunéien

source: Bulgarian
fr: Bulgare

source: Burmese
fr: Birman

source: Burundian
fr: Burundais

source: Cambodian
fr: Cambodgien

source: Cameroonian
fr: Camerounais

source: Canadian
fr: Canadien

source: Cape Verdean
fr: Cap-Verdien

source: Central African
fr: Centrafricain

source: Chadian
fr: Tchadien

source: Chilean
fr: Chilien

source: Chinese
fr: Chinois

source: Colombian
fr: Colombien

source: Comoran
fr: Comorien

source: Congolese (DRC)
fr: Congolais (RDC)

source: Costa Rican
fr: Costaricien

source: Croatian
fr: Croate

source: Cuban
fr: Cubain

source: Cypriot
fr: Chypriote

source: Czech
fr: Tchèque

source: Danish
fr: Danois

source: Djiboutian
fr: Djiboutien

source: Dominican
fr: Dominicain

source: Dutch
fr: Néerlandais

source: Ecuadorian
fr: Équatorien

source: Egyptian
fr: Égyptien

source: Salvadoran
fr: Salvadorien

source: Equatorial Guinean
fr: Équato-guinéen

source: Eritrean
fr: Érythréen

source: Estonian
fr: Estonien

source: Ethiopian
fr: Éthiopien

source: Fijian
fr: Fidjien

source: Finnish
fr: Finlandais

source: French
fr: Français

source: Gabonese
fr: Gabonais

source: Gambian
fr: Gambien

source: Georgian
fr: Géorgien

source: German
fr: Allemand

source: Ghanaian
fr: Ghanéen

source: Greek
fr: Grec

source: Grenadian
fr: Grenadien

source: Guatemalan
fr: Guatémaltèque

source: Guinean
fr: Guinéen

source: Guinea-Bissauan
fr: Bissau-guinéen

source: Guyanese
fr: Guyanien

source: Haitian
fr: Haïtien

source: Honduran
fr: Hondurien

source: Hungarian
fr: Hongrois

source: Icelandic
fr: Islandais

source: Indian
fr: Indien

source: Indonesian
fr: Indonésien

source: Iranian
fr: Iranien

source: Iraqi
fr: Irakien

source: Irish
fr: Irlandais

source: Israeli
fr: Israélien

source: Italian
fr: Italien

source: Ivorian
fr: Ivoirien

source: Jamaican
fr: Jamaïcain

source: Japanese
fr: Japonais

source: Jordanian
fr: Jordanien

source: Kazakhstani
fr: Kazakhstanais

source: Kenyan
fr: Kényan
