Repository: rathish1m/Nexus_backend
Catalog: nexus_backend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Installation dates are scheduled based on regional availability and may be affected by weather or access constraints. You agree to provide safe access to the site and to follow technician safety instructions. Missed appointments or late cancellations may incur a call-out fee.
fr: Les dates d'installation sont planifiées en fonction de la disponibilité régionale et peuvent être affectées par la météo ou des contraintes d'accès. Vous acceptez de fournir un accès sécurisé au site et de suivre les instructions de sécurité du technicien. Les rendez-vous manqués ou les annulations tardives peuvent entraîner des frais de déplacement.

source: Equipment, Ownership & Warranty
fr: Équipement, Propriété et Garantie

source: Billing, Auto-Renewal & Taxes
fr: Facturation, Renouvellement automatique et Taxes

source: Cancellations & Cooling-Off
fr: Annulations et Rétractation

source: You may cancel or modify your plan in accordance with our Cancellation Policy. If you cancel after a scheduled visit or once non-standard works have been approved, survey or labor fees and any used materials may be billed.
fr: Vous pouvez annuler ou modifier votre forfait conformément à notre Politique d'annulation. Si vous annulez après une visite planifiée ou une fois que des travaux non standard ont été approuvés, des frais d'étude ou de main-d'œuvre et tout matériel utilisé peuvent être facturés.

source: Acceptable Use & Security
fr: Utilisation acceptable et Sécurité

source: You agree to comply with our Acceptable Use Policy and to maintain reasonable security of your premises, equipment, and Wi-Fi network. We may suspend service for security risks, abuse, or unlawful use.
fr: Vous acceptez de respecter notre Politique d'utilisation acceptable et de maintenir une sécurité raisonnable de vos locaux, équipements et réseau Wi-Fi. Nous pouvons suspendre le service pour des risques de sécurité, un usage abusif ou illégal.

source: Data & Privacy
fr: Confidentialité

source: We process your personal data in accordance with our Privacy Policy, including information required for installation, billing, support, and regulatory compliance.
fr: Nous traitons vos données personnelles conformément à notre Politique de confidentialité, y compris les informations nécessaires à l'installation, la facturation, le support et la conformité réglementaire.

source: Support & Contact
fr: Centre de Support

source: If you have questions about installation scope, potential extra charges, billing, or service coverage, please contact our support team before confirming your order.
fr: Si vous avez des questions sur la portée de l'installation, les frais supplémentaires potentiels, la facturation ou la couverture du service, veuillez contacter notre équipe de support avant de confirmer votre commande.

source: Scroll to the end to enable the agreement checkbox below and proceed with your order.
fr: Faites défiler jusqu'à la fin pour activer la case d'accord ci-dessous et procéder à votre commande.

source: End of terms.
fr: Fin des conditions.

source: Please scroll to the end to enable the checkbox.
fr: Veuillez faire défiler jusqu'à la fin pour activer la case à cocher.

source: I have read and agree to the Terms and Conditions.
fr: J'accepte les conditions générales

source: You must agree to the terms.
fr: J'accepte les conditions générales

source: Confirm Order
fr: Confirmer le nouveau mot de passe

source: Missing order ID.
fr: ID de commande manquant.

source: Please select a Starlink kit.
fr: Veuillez sélectionner un kit Starlink.

source: The selected kit is not available. Please choose a different kit.
fr: Le kit sélectionné n'est pas disponible. Veuillez en choisir un autre.

source: Please choose a billing cycle.
fr: Veuillez choisir un cycle de facturation.

source: You will be redirected
fr: Vous allez être redirigé

source: You chose card payment.
fr: Paiements Sécurisés

source: Complete the payment in the new window. Once your payment is done and confirmed on that page, you may close that window and return here.
fr: Complétez le paiement dans la nouvelle fenêtre. Une fois votre paiement effectué et confirmé sur cette page, vous pouvez fermer cette fenêtre et revenir ici.

source: Redirecting to Payment
fr: Paiements Sécurisés

source: We are opening the secure card payment page in a new window.
fr: Nous ouvrons la page de paiement par carte sécurisée dans une nouvelle fenêtre.

source: Complete the payment there. Once your payment is done and confirmed on that page, you may close that window and return here.
fr: Complétez le paiement là-bas. Une fois votre paiement effectué et confirmé sur cette page, vous pouvez fermer cette fenêtre et revenir ici.

source: Tip: If a popup was blocked, allow popups for this site and try again.
fr: Astuce : Si une popup a été bloquée, autorisez les popups pour ce site et réessayez.

source: Fee
fr: Fonctionnalité

source: Not available
fr: Non disponible

source: Available
fr: Disponible

source: Qty • Unit
fr: Qté • Unité

source: Coupon applied
fr: Code promo appliqué

source: Coupon accepted and applied to your plan.
fr: Code promo accepté et appliqué à votre forfait.

source: Pay with Mobile Money
fr: Payer avec Mobile Money

source: Pay with Credit Card
fr: Payer par carte de crédit

source: Confirm and Pay (Pending Confirmation)
fr: Confirmer et payer (En attente de confirmation)

source: Book and Pay at Shop (24h)
fr: Réserver et payer en magasin (24h)

source: No online payment methods available.
fr: Aucun moyen de paiement en ligne disponible.

source: No stock available for the selected location yet. Please adjust the pin or try nearby.
fr: Aucun stock disponible pour l'emplacement sélectionné pour le moment. Ajustez le point ou essayez à proximité.

source: Pay invoice
fr: Payer la facture

source: Order reference
fr: Enregistrer les préférences

source: Secure
fr: Sécurité

source: You’ll confirm the payment with your provider before it’s finalized.
fr: Vous confirmerez le paiement avec votre fournisseur avant qu'il ne soit finalisé.

source: Choose a payment method
fr: Échec du paiement par carte

source: Select a method to continue.
fr: Sélectionnez une méthode pour continuer.

source: Mobile Money details
fr: Échec du paiement mobile

source: Mobile number (without country code)
fr: Numéro de mobile (sans l'indicatif pays)

source: Enter the number without the country code. We will add +243 automatically.
fr: Saisissez le numéro sans l'indicatif pays. Nous ajouterons +243 automatiquement.

source: Card receipt & verification
fr: Reçu et vérification de carte

source: Receipt email
fr: Email de reçu

source: Used for the receipt and 3-D Secure verification.
fr: Utilisé pour le reçu et la vérification 3-D Secure.

source: Payments are encrypted. We never store your full card or wallet credentials.
fr: Les paiements sont chiffrés. Nous ne stockons jamais les identifiants complets de votre carte ou portefeuille.

source: Pay securely
fr: Payer en sécurité

source: CARD
fr: CARTE

source: Complete Your Payment
fr: Compléter le KYC d'abord

source: Mobile Money is only available on mobile devices.
fr: Le Mobile Money n'est disponible que sur les appareils mobiles.

source: Grand Total
fr: Total Général

source: Mobile Number
fr: Menu mobile

source: Active Subscriptions
fr: Abonnements Actifs

source: Projected Monthly Spend (Excl. Taxes)
fr: Dépense Mensuelle Prévue (Hors Taxes)

source: Renewals (7 days)
fr: Renouvellements (7 jours)

source: Subscriptions (page)
fr: Abonnements (page)

source: Search by plan, order ref or kit number
fr: Rechercher par plan ou réf. commande

source: Suspended
fr: Suspendu

source: Expired
fr: Date d'expiration

source: Date range (start–end)
fr: Plage de dates (début–fin)

source: Kit ID
fr: ID du Ticket

source: Cycle Fee (Excl. Taxes)
fr: Frais de Cycle (Hors Taxes)

source: Start Date
fr: Date de Début

source: Next Billing
fr: Prochaine Facturation

source: Manage
fr: Gérer

source: Loading subscriptions...
fr: Affichage de vos abonnements

source: Showing your subscriptions
fr: Affichage de vos abonnements

source: Subscription Details
fr: Abonnements

source: Monthly Fee
fr: Frais Mensuels

source: Order Ref
fr: Réf. Commande

source: Kit Serial
fr: Numéro de série du kit

source: Data Usage
fr: Utilisation des données

source: Service Location
fr: Emplacement du service

source: Loading map…
fr: Chargement de la carte…

source: Open in OpenStreetMap
fr: Ouvrir dans OpenStreetMap

source: Raise Ticket
fr: Tickets Actifs

source: Resume
fr: Reprendre

source: Create Support Ticket
fr: Créer un Ticket de Support

source: Tell us what's going on and we'll help.
fr: Dites-nous ce qui se passe et nous vous aiderons.

source: Subject
fr: Sujet

source: Short title for your issue
fr: Titre court pour votre problème

source: Technical
fr: Technique

source: Priority
fr: Priorité

source: Low
fr: Faible

source: High
fr: Élevé

source: Describe the issue (symptoms, when it started, screenshots if any)…
fr: Décrivez le problème (symptômes, date de début, captures d'écran si possible)…

source: Submit Ticket
fr: Ticket Complet

source: Pause this subscription?
fr: Échec du chargement des abonnements.

source: Resume this subscription?
fr: Abonnements Actifs

source: This is permanent. Cancel subscription?
fr: C'est permanent. Annuler l'abonnement ?

source: Action failed.
fr: L'action a échoué.

source: Issue with subscription
fr: Voir l'Abonnement

source: We will attach subscription context to the ticket.
fr: Nous joindrons le contexte de l'abonnement au ticket.

source: Missing subscription context.
fr: Contexte d'abonnement manquant.

source: Please enter a subject.
fr: Veuillez saisir votre email.

source: Submitting…
fr: Envoi en cours…

source: Ticket created successfully.
fr: Message envoyé avec succès.

source: Could not create ticket.
fr: Impossible de créer le ticket.

source: Used
fr: Utilisé

source: Cap
fr: Plafond

source: No cap information available.
fr: Aucune information sur le plafond disponible.

source: You have used
fr: Vous avez utilisé

source: of your monthly data.
fr: de vos données mensuelles.

source: You exceeded your data cap.
fr: Vous avez dépassé votre plafond de données.

source: Could not load subscription details.
fr: Impossible de charger les détails de l'abonnement.

source: Suspend
fr: Suspendu

source: Loading subscription details...
fr: Impossible de charger les détails de l'abonnement.

source: No data available
fr: Aucune donnée disponible

source: An error occurred
fr: Une erreur est survenue

source: Success
fr: Succès

source: Failed to load subscriptions.
fr: Échec du chargement des abonnements.

source: No subscriptions match your filters.
fr: Aucun abonnement ne correspond à vos filtres.

source: Search by plan or order ref
fr: Rechercher par plan ou réf. commande

source: Start
fr: Début

source: Next bill
fr: Prochaine facture

source: Manage your account, security, and preferences.
fr: Gérez votre compte, sécurité et préférences.

source: Profile
fr: Profil

source: Notifications
fr: Navigation

source: Update your personal information and contact details.
fr: Mettez à jour vos informations personnelles et coordonnées.

source: Avatar
fr: Qatarien

source: Remove
fr: Supprimer le fichier

source: PNG/JPG up to 5MB.
fr: PNG:JPG jusqu'à 5 Mo

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Phone (optional)
fr: Téléphone (optionnel)

source: Save changes
fr: Enregistrer les modifications

source: Product updates
fr: Mises à jour produit

source: Occasional tips and announcements.
fr: Conseils occasionnels et annonces.

source: Billing alerts
fr: Alertes de facturation

source: Invoices, payment reminders, and receipts.
fr: Factures, rappels de paiement et reçus.

source: Ticket updates
fr: Mises à jour des tickets

source: Get notified when support replies.
fr: Être notifié lorsque le support répond.

source: Save preferences
fr: Enregistrer les préférences

source: Verified
fr: Vérifié

source: Pending Review
fr: En Attente

source: Not submitted
fr: Non soumis

source: Representative
fr: ID du représentant

source: Uploaded Documents
fr: Documents téléchargés

source: Company Documents
fr: Nom de l'entreprise

source: Document Number
fr: Document expiré

source: Issued Date
fr: Date d'émission

source: Identity Document
fr: Informations d'Identité

source: Rejection Details
fr: Vérifier les coordonnées

source: You have not submitted KYC yet.
fr: Vous n'avez pas encore soumis de KYC.

source: KYC Under Review
fr: Votre KYC est en cours d'examen.

source: KYC Approved
fr: KYC Approuvé

source: Update KYC
fr: Mettre à jour KYC

source: Billing is locked
fr: Historique de Facturation

source: Please submit and get your KYC approved to access billing.
fr: Veuillez soumettre et faire approuver votre KYC pour accéder à la facturation.

source: Unlocked
fr: Déverrouillé

source: Locked
fr: Verrouillé

source: Billing Overview
fr: Aperçu de facturation

source: Balances, history, and invoices.
fr: Soldes, historique et factures.

source: Danger Zone
fr: Zone de danger

source: Deleting your account is irreversible.
fr: La suppression de votre compte est irréversible.

source: Delete account
fr: Supprimer le compte

source: Update your password. You'll stay signed in on this device.
fr: Mettez à jour votre mot de passe. Vous resterez connecté sur cet appareil.

source: Current password
fr: Mot de passe actuel

source: New password
fr: Mettre à jour le mot de passe

source: Use at least 8 characters. Mix letters, numbers, and symbols for a stronger password.
fr: Utilisez au moins 8 caractères. Mélangez lettres, chiffres et symboles pour un mot de passe plus fort.

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Change password
fr: Mettre à jour le mot de passe

source: Company KYC
fr: Nom de l'entreprise

source: Select…
fr: Sélectionnez le type de document

source: Identity Document (PDF/JPG/PNG)
fr: Informations d'Identité

source: Representative Name
fr: Nom du représentant légal

source: Company Address
fr: Adresse Email

source: Representative ID (PDF/JPG/PNG)
fr: ID du représentant

source: Company Documents (PDF/JPG/PNG)
fr: Nom de l'entreprise

source: Submit KYC
fr: Soumettre le KYC Maintenant

source: Delete Account
fr: Supprimer le compte

source: This action will immediately deactivate your account and begin removal of your personal information from our systems. This cannot be undone.
fr: Cette action désactivera immédiatement votre compte et commencera la suppression de vos informations personnelles de nos systèmes. Cette action est irréversible.

source: You will lose access to your account and services.
fr: Vous pouvez maintenant accéder à tous les services.

source: Your profile, preferences, and saved data will be scheduled for deletion.
fr: Votre profil, vos préférences et vos données enregistrées seront programmés pour suppression.

source: Tickets, billing history, and audit logs may be retained only where legally required.
fr: Nous ne vendons jamais vos données et ne les partageons que lorsque légalement requis.

source: I understand this is irreversible and my data will be deleted.
fr: Je comprends que c'est irréversible et que mes données seront supprimées.

source: to confirm
fr: Inactif

source: DELETE MY ACCOUNT
fr: SUPPRIMER MON COMPTE

source: Delete my account
fr: Supprimer le compte

source: Submitted.
fr: Soumis.

source: Error
fr: Erreur

source: Please acknowledge and type DELETE MY ACCOUNT to proceed.
fr: Veuillez confirmer et taper SUPPRIMER MON COMPTE pour continuer.

source: Processing…
fr: Chargement…

source: Could not delete account.
fr: Supprimer le compte

source: Network error. Please try again.
fr: Erreur du serveur. Veuillez réessayer.

source: Saved.
fr: Enregistré.

source: New passwords do not match.
fr: Mettre à jour le mot de passe

source: Could not change password.
fr: Confirmer le nouveau mot de passe

source: Projected Monthly Spend
fr: Dépense Mensuelle Prévue (Hors Taxes)

source: KIT Serial
fr: Numéro de série du KIT

source: End Date
fr: Date

source: Plan Cap
fr: Plafond du forfait

source: Dish S/N
fr: N° Série Antenne

source: Router S/N
fr: N° Série Routeur

source: Change Plan
fr: Changer l'Avatar

source: Open in Google Maps
fr: Ouvrir dans Google Maps

source: Action unavailable for this subscription.
fr: Échec du chargement des abonnements.

source: Support Center
fr: Centre de Support

source: Open a ticket, track requests, and find quick answers.
fr: Ouvrez un ticket, suivez les demandes et trouvez des réponses rapides.

source: Open a Ticket
fr: Ouvrir un Ticket

source: Fast and simple.
fr: Rapide et simple.

source: Email Support
fr: Support par Email

source: Call Us
fr: Appelez-nous

source: Create a Ticket
fr: Créer un Ticket de Support

source: Provide a clear subject and details.
fr: Impossible de charger les détails de l'abonnement.

source: Typical reply:
fr: Réponse typique :

source: within 24 hours
fr: sous 24 heures

source: Brief summary (e.g., “Frequent evening disconnects”)
fr: Résumé bref (ex. : « Déconnexions fréquentes le soir »)

source: Describe your issue
fr: Décrivez votre problème

source: Include steps, error messages, when it started, and recent changes.
fr: Incluez les étapes, les messages d'erreur, la date de début et les changements récents.

source: Tip: include screenshots, timestamps, and your kit/plan if relevant.
fr: Astuce : incluez des captures d'écran, des horodatages et votre kit/forfait si pertinent.

source: Starlink FAQ
fr: Mon Appareil Starlink

source: Search FAQ…
fr: Rechercher dans la FAQ…

source: Speeds & latency
fr: Débit et latence

source: Expect tens to a few hundred Mbps; latency often < 50 ms but varies.
fr: Prévoyez des dizaines à quelques centaines de Mbps ; la latence est souvent < 50 ms mais varie.

source: Data caps
fr: Plafonds de données

source: Residential plans typically avoid hard caps; management may apply.
fr: Les forfaits résidentiels évitent généralement les plafonds stricts ; une gestion peut s'appliquer.

source: Weather impact
fr: Impact météorologique

source: Heavy rain/snow may affect signal; ensure an unobstructed sky view.
fr: La pluie/neige forte peut affecter le signal ; assurez-vous d'avoir une vue dégagée sur le ciel.

source: Portability / roaming
fr: Portabilité

source: Support varies by plan and region; check your account for options.
fr: Le support varie selon le forfait et la région ; vérifiez les options dans votre compte.

source: Public IP & port forwarding
fr: IP publique et forwarding de ports

source: Residential uses CGNAT; some business tiers offer public/static IP.
fr: Le résidentiel utilise CGNAT ; certaines offres professionnelles proposent une IP publique/statique.

source: Use my own router?
fr: Utiliser mon propre routeur ?

source: Yes, via Ethernet; bridge/bypass mode depends on kit revision.
fr: Oui, via Ethernet ; le mode bridge/bypass dépend de la version du kit.

source: Your Recent Tickets
fr: Tickets Récents

source: Ticket #
fr: ID du Ticket

source: Loading ticket…
fr: Chargement…

source: Unexpected server response.
fr: Réponse inattendue du serveur.

source: created successfully.
fr: Message envoyé avec succès.

source: Could not create ticket. Please try again.
fr: Échec du paiement. Veuillez réessayer.

source: Error — try again.
fr: Erreur du serveur. Veuillez réessayer.

source: No tickets found.
fr: Aucun ticket trouvé

source: No tickets
fr: Aucun ticket trouvé

source: Failed to load tickets.
fr: Échec du chargement des tickets.

source: Failed to load ticket details.
fr: Échec du chargement des tickets.

source: Could not load the ticket.
fr: Échec du chargement des tickets.

source: Please correct the highlighted errors.
fr: Entrez le code OTP à 6 chiffres

source: Unauthorized
fr: Non autorisé

source: Bill To
fr: Facturer à

source: Email already in use.
fr: Email déjà utilisé.

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Two-factor enabled.
fr: Authentification à deux facteurs activée.

source: Two-factor disabled.
fr: Authentification à deux facteurs désactivée.

source: You still have an active subscription. Please cancel it before deactivating your account.
fr: Vous avez encore un abonnement actif. Veuillez l'annuler avant de désactiver votre compte.

source: Account scheduled for deactivation. Your personal data will now be removed or anonymized.
fr: Compte programmé pour désactivation. Vos données personnelles seront maintenant supprimées ou anonymisées.

source: Customers Management
fr: Nexus | Gestion des Utilisateurs

source: Track customer status at a glance and manage accounts quickly.
fr: Suivez le statut des clients d'un coup d'œil et gérez les comptes rapidement.

source: Total Customers
fr: Total Clients

source: Active Customers
fr: Utilisateurs Actifs

source: Inactive Customers
fr: Total Clients

source: Suspended Customers
fr: Suspendu

source: All Customers
fr: Total Clients

source: 🔍 Search by name or email
fr: 🔍 Rechercher par nom ou email

source: Registered On
fr: S'inscrire

source: Loading customers...
fr: Chargement...

source: No customers found.
fr: Aucun ticket trouvé

source: Failed to load customers.
fr: Échec du chargement des tickets.

source: Business Dashboard
fr: Tableau de Bord

source: Track performance, export reports, and review recent activity.
fr: Suivez les performances, exportez des rapports et consultez l'activité récente.

source: Report Center
fr: Centre de Support

source: Report Type
fr: Type de rapport

source: Orders
fr: Commandes

source: Subscriptions
fr: Abonnements

source: Revenue (Monthly)
fr: Revenus (Mensuels)

source: Tickets
fr: Mes Tickets

source: Inventory
fr: Inventaire

source: General Ledger
fr: Voir le Registre

source: Trial Balance
fr: Solde Actuel

source: Search (name, email, phone)
fr: Recherche (nom, email, téléphone)

source: Type to search…
fr: Tapez pour rechercher…

source: Applies to Customers, General Ledger and Trial Balance.
fr: S'applique aux Clients, Grand Livre et Balance.

source: Customer Status
fr: Statut KYC

source: Any
fr: Tous

source: Subscription Status
fr: Abonnements

source: Ticket Status
fr: Statut de l'Appareil

source: Closed
fr: Fermer le menu

source: GL Entry Type
fr: Type d'écriture GL

source: Account ID (BillingAccount)
fr: Compte et Facturation

source: e.g. 123
fr: ex. 123

source: Options
fr: Actions

source: Include Wallet Transactions
fr: Inclure les transactions du portefeuille

source: End
fr: Fin

source: This month
fr: Ce-mois-ci

source: Last month
fr: Nom de famille

source: YTD
fr: Année à ce jour

source: Copy export URL
fr: Copier l'URL d'exportation

source: Copy link
fr: Copier le lien

source: Export XLSX
fr: Exporter XLSX

source: Filters are applied to the selected report only.
fr: Les filtres s'appliquent uniquement au rapport sélectionné.

source: Staff-only export endpoints.
fr: Points de terminaison d'exportation réservés au personnel.

source: Monthly Revenue
fr: Frais Mensuels

source: Churn Rate
fr: Taux de désabonnement

source: Annual Overview
fr: Aperçu de facturation

source: Revenue & Subscriptions per month
fr: Abonnements (page)

source: Annual chart
fr: Graphique annuel

source: Pending KYCs
fr: En Attente

source: Review now
fr: Examiner

source: Open Support Tickets
fr: Créer un Ticket de Support

source: View tickets
fr: Tickets Actifs

source: Recent Activity
fr: Affichage de l'activité récente

source: No recent activity.
fr: Affichage de l'activité récente

source: Export URL copied
fr: URL d'exportation copiée

source: Installation not found.
fr: Demande d'installation

source: Query parameter `job` is required.
fr: Le nom d'utilisateur et le mot de passe sont requis.
