Repository: rathish1m/Nexus_backend
Catalog: nexus_backend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Kiribati
fr: Kiribatien

source: North Korean
fr: Nord-coréen

source: South Korean
fr: Sud-coréen

source: Kuwaiti
fr: Koweïtien

source: Kyrgyzstani
fr: Kirghize

source: Laotian
fr: Laotien

source: Latvian
fr: Letton

source: Lebanese
fr: Libanais

source: Lesotho
fr: Lesothan

source: Liberian
fr: Libérien

source: Libyan
fr: Libyen

source: Liechtensteiner
fr: Liechtensteinois

source: Lithuanian
fr: Lituanien

source: Luxembourgish
fr: Luxembourgeois

source: Macedonian
fr: Macédonien

source: Malagasy
fr: Malgache

source: Malawian
fr: Malawien

source: Malaysian
fr: Malaisien

source: Maldivian
fr: Maldivien

source: Malian
fr: Malien

source: Maltese
fr: Maltais

source: Marshallese
fr: Marshallais

source: Mauritanian
fr: Mauritanien

source: Mauritian
fr: Mauricien

source: Mexican
fr: Mexicain

source: Micronesian
fr: Micronésien

source: Moldovan
fr: Moldave

source: Monacan
fr: Monégasque

source: Mongolian
fr: Mongol

source: Montenegrin
fr: Monténégrin

source: Moroccan
fr: Marocain

source: Mozambican
fr: Mozambicain

source: Namibian
fr: Namibien

source: Nepalese
fr: Népalais

source: New Zealand
fr: Néo-zélandais

source: Nicaraguan
fr: Nicaraguayen

source: Nigerien
fr: Nigérien

source: Nigerian
fr: Nigérian

source: Norwegian
fr: Norvégien

source: Omani
fr: Omanais

source: Pakistani
fr: Pakistanais

source: Palestinian
fr: Palestinien

source: Panamanian
fr: Panaméen

source: Papua New Guinean
fr: Papou-néo-guinéen

source: Paraguayan
fr: Paraguayen

source: Peruvian
fr: Péruvien

source: Filipino
fr: Philippin

source: Polish
fr: Polonais

source: Portuguese
fr: Portugais

source: Qatari
fr: Qatarien

source: Romanian
fr: Roumain

source: Russian
fr: Russe

source: Rwandan
fr: Rwandais

source: Saint Lucian
fr: Saint-lucien

source: San Marinese
fr: Saint-marinais

source: Sao Tomean
fr: Santoméen

source: Saudi Arabian
fr: Saoudien

source: Senegalese
fr: Sénégalais

source: Serbian
fr: Serbe

source: Sierra Leonean
fr: Sierra-léonais

source: Singaporean
fr: Singapourien

source: Slovak
fr: Slovaque

source: Slovenian
fr: Slovène

source: Solomon Islander
fr: Salomonais

source: Somali
fr: Somalien

source: South African
fr: Sud-africain

source: South Sudanese
fr: Sud-soudanais

source: Spanish
fr: Espagnol

source: Sri Lankan
fr: Sri-lankais

source: Sudanese
fr: Soudanais

source: Surinamese
fr: Surinamien

source: Swedish
fr: Suédois

source: Swiss
fr: Suisse

source: Syrian
fr: Syrien

source: Tajikistani
fr: Tadjik

source: Tanzanian
fr: Tanzanien

source: Thai
fr: Thaïlandais

source: Timorese
fr: Timorais

source: Togolese
fr: Togolais

source: Tongan
fr: Tongien

source: Trinidadian
fr: Trinidadien

source: Tunisian
fr: Tunisien

source: Turkish
fr: Turc

source: Turkmen
fr: Turkmène

source: Ugandan
fr: Ougandais

source: Ukrainian
fr: Ukrainien

source: Emirati
fr: Émirati

source: Uruguayan
fr: Uruguayen

source: Uzbekistani
fr: Ouzbek

source: Venezuelan
fr: Vénézuélien

source: Vietnamese
fr: Vietnamien

source: Yemeni
fr: Yéménite

source: Zambian
fr: Zambien

source: Zimbabwean
fr: Zimbabwéen

source: Identity Information
fr: Informations d'Identité

source: ID Document Type
fr: Type de Document d'Identité

source: Select Document Type
fr: Sélectionnez le type de document

source: Voter Card
fr: Carte d'électeur

source: Driver's License
fr: Permis de conduire

source: Passport
fr: Passeport

source: ID Number
fr: Numéro d'identité

source: Issue Date
fr: Date d'émission

source: Expiry Date
fr: Date d'expiration

source: Full Address
fr: Adresse Complète

source: Documents & Terms
fr: Documents et Conditions

source: Step 2 of 2
fr: Étape 2 sur 2

source: Upload ID Documents
fr: Télécharger Documents d'Identité

source: Drag & drop files here, or click to browse.
fr: Glissez-déposez les fichiers ici, ou cliquez pour parcourir.

source: Accepted: JPG, PNG
fr: Acceptés : JPG, PNG

source: Previously Submitted Document
fr: Document précédemment soumis

source: Max size: 10MB
fr: Taille max : 10 Mo

source: Accepted: PDF, JPG, PNG — Max 10MB
fr: Acceptés : JPG, PNG

source: Terms and Conditions
fr: Conditions Générales

source: By submitting your KYC, you certify that the information provided is true, accurate, and complete. You agree to provide additional information if requested for verification and compliance purposes.
fr: En soumettant votre KYC, vous certifiez que les informations fournies sont vraies, exactes et complètes. Vous acceptez de fournir des informations supplémentaires si demandées à des fins de vérification et de conformité.

source: Documents may be retained as required by law or internal policy. You may request deletion where permitted by applicable regulations.
fr: Les documents peuvent être conservés selon les exigences légales ou la politique interne. Vous pouvez demander la suppression lorsque permis par les réglementations applicables.

source: Data Confidentiality & Security
fr: Confidentialité et Sécurité des Données

source: Your documents are encrypted at rest and in transit.
fr: Vos documents sont chiffrés au repos et en transit.

source: Access is strictly limited to authorized compliance staff.
fr: L'accès est strictement limité au personnel de conformité autorisé.

source: We never sell your data and only share where legally required.
fr: Nous ne vendons jamais vos données et ne les partageons que lorsque légalement requis.

source: You can contact support to exercise your privacy rights as applicable.
fr: Vous pouvez contacter le support pour exercer vos droits de confidentialité selon les cas.

source: I agree to the terms and conditions
fr: J'accepte les conditions générales

source: Scroll to the end to enable and auto-check the box.
fr: Faites défiler jusqu'à la fin pour activer et cocher automatiquement la case.

source: Submit Personal KYC
fr: Soumettre KYC Personnel

source: Business KYC Details
fr: Détails KYC Entreprise

source: Legal Representative Name
fr: Nom du représentant légal

source: Company Name
fr: Nom de l'entreprise

source: Date Established
fr: Date de création

source: Business Sector
fr: Secteur d'activité

source: Select Business Sector
fr: Sélectionner le secteur d'activité

source: Agriculture, Forestry and Fishing
fr: Agriculture, Sylviculture et Pêche

source: Mining and Quarrying
fr: Exploitation Minière et Carrières

source: Manufacturing
fr: Fabrication

source: Electricity, Gas, Steam and Water Supply
fr: Électricité, Gaz, Vapeur et Fourniture d'Eau

source: Wholesale and Retail Trade
fr: Commerce de Gros et de Détail

source: Transportation and Storage
fr: Transport et Stockage

source: Accommodation and Food Service
fr: Hébergement et Services de Restauration

source: Information and Communication
fr: Information et Communication

source: Financial and Insurance Activities
fr: Activités Financières et d'Assurance

source: Real Estate Activities
fr: Activités Immobilières

source: Professional, Scientific and Technical Activities
fr: Activités Professionnelles, Scientifiques et Techniques

source: Administrative and Support Service Activities
fr: Activités de Services Administratifs et de Soutien

source: Public Administration and Defence
fr: Administration Publique et Défense

source: Education
fr: Éducation

source: Human Health and Social Work Activities
fr: Santé Humaine et Action Sociale

source: Arts, Entertainment and Recreation
fr: Arts, Divertissements et Loisirs

source: Other Service Activities
fr: Autres Activités de Services

source: Household Activities
fr: Activités des Ménages

source: Extraterritorial Organizations
fr: Organisations Extraterritoriales

source: Legal Status
fr: Statut juridique

source: Select Legal Status
fr: Sélectionner le statut juridique

source: Public Limited Company (SA)
fr: Société Anonyme (SA)

source: Limited Liability Company (SARL)
fr: Société à Responsabilité Limitée (SARL)

source: Single-Person Limited Liability Company (EURL)
fr: Entreprise Unipersonnelle à Responsabilité Limitée (EURL)

source: Simplified Joint Stock Company (SAS)
fr: Société par Actions Simplifiée (SAS)

source: Single-Person Simplified Joint Stock Company (SASU)
fr: Société par Actions Simplifiée Unipersonnelle (SASU)

source: Individual Enterprise (EI)
fr: Entreprise Individuelle (EI)

source: Self-Employed Entrepreneur
fr: Auto-Entrepreneur

source: Cooperative
fr: Coopérative

source: Economic Interest Group (GIE)
fr: Groupement d'Intérêt Économique (GIE)

source: RCCM Number
fr: Numéro RCCM

source: Tax ID (NIF)
fr: ID Fiscal (NIF)

source: Upload Representative ID
fr: ID du représentant

source: Accepted: JPG, PNG, PDF
fr: Acceptés : JPG, PNG

source: Previously Submitted Representative ID
fr: ID du représentant

source: Upload Company Documents
fr: Télécharger Documents d'Identité

source: Are you sure you want to delete the representative ID?
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: Unsupported format. Please upload .jpg, .jpeg, or .png.
fr: Format non supporté. Veuillez télécharger .jpg, .jpeg ou .png.

source: File too large
fr: Fichier trop volumineux

source: Error while validating the file.
fr: Erreur lors de la validation du fichier.

source: Expiry date must be after issue date.
fr: La date d'expiration doit être après la date d'émission.

source: Please fill in all required fields and ensure dates are valid.
fr: Veuillez remplir tous les champs obligatoires et vous assurer que les dates sont valides.

source: Please fill in all required fields.
fr: Veuillez remplir tous les champs obligatoires.

source: Please provide a representative ID document (upload or keep existing).
fr: Veuillez fournir un document d'identité du représentant (télécharger ou conserver l'existant).

source: Missing required fields.
fr: Champs obligatoires manquants.

source: KYC submitted successfully!
fr: Message envoyé avec succès.

source: Server error. Try again later.
fr: Erreur du serveur. Veuillez réessayer.

source: Server error. Please try again later.
fr: Erreur du serveur. Veuillez réessayer.

source: Representative ID deleted.
fr: ID du représentant

source: Error deleting representative ID.
fr: ID du représentant

source: Previously Submitted Documents
fr: Documents précédemment soumis

source: Max size per file: 10MB. You can upload multiple documents (Articles of Association, Business License, etc.)
fr: Taille max par fichier : 10 MB. Vous pouvez télécharger plusieurs documents (Statuts, Licence commerciale, etc.)

source: We may refuse or terminate applications in case of suspected fraud or non-compliance.
fr: Nous pouvons refuser ou annuler les demandes si nous détectons une fraude ou non-conformité.

source: Documents are encrypted at rest and in transit.
fr: Vos documents sont chiffrés au repos et en transit.

source: Access is limited to authorized compliance personnel only.
fr: L'accès est strictement limité au personnel de conformité autorisé.

source: No data is sold; sharing occurs only if legally required.
fr: Aucune donnée n'est vendue ; le partage n'a lieu que si la loi l'exige.

source: You may contact support to exercise your privacy rights.
fr: Vous pouvez contacter le support pour exercer vos droits de confidentialité selon les cas.

source: Submit Business KYC
fr: KYC Entreprise

source: Submission failed.
fr: Échec de la soumission.

source: Documents received — under review
fr: Documents reçus — en cours d'examen

source: Review contact details
fr: Vérifier les coordonnées

source: Need help?
fr: Besoin d'aide ?

source: Typical review time: 20–30 minutes during workhours.
fr: Temps d'examen typique : 20-30 minutes pendant les heures de travail.

source: KYC Verification Required
fr: Vérification KYC Requise

source: To activate your services and manage orders, please verify your identity. This helps us comply with AML/CFT regulations and keep your account secure.
fr: Pour activer vos services et gérer vos commandes, veuillez vérifier votre identité. Cela nous aide à respecter les réglementations AML/CFT et à sécuriser votre compte.

source: Government ID (passport or national ID)
fr: Pièce d'identité gouvernementale (passeport ou carte d'électeur)

source: Address details
fr: Détails de l'adresse

source: If you are registering an enterprise account, additional documents (e.g., company registration, tax ID, representative ID) may be required.
fr: Si vous enregistrez un compte d'entreprise, des documents supplémentaires (ex : enregistrement de la société, ID fiscal, ID du représentant) peuvent être requis.

source: Start KYC
fr: Démarrer KYC

source: Takes ~3–5 minutes. Your data is encrypted and handled securely.
fr: Prend ~3-5 minutes. Vos données sont chiffrées et traitées de manière sécurisée.

source: Reason
fr: Raison

source: Additional Details
fr: Facturations d'Équipements Supplémentaires

source: Please review the feedback above and resubmit your KYC with the necessary corrections.
fr: Veuillez examiner les commentaires ci-dessus et resoumettre votre KYC avec les corrections nécessaires.

source: Resubmit KYC
fr: Resoumettre KYC

source: Contact support
fr: Contacter le support

source: You'll receive confirmation by SMS and email once the new submission is approved.
fr: Vous recevrez une confirmation par SMS et e-mail une fois la nouvelle soumission approuvée.

source: Start your order
fr: Commencez votre commande

source: Starlink kit + plan in 3 quick steps
fr: Kit Starlink + plan en 3 étapes rapides

source: Get started
fr: Commencer

source: Your Subscription
fr: Votre Abonnement

source: View Subscription
fr: Voir l'Abonnement

source: View your payment history, check outstanding balances, and securely manage your Starlink billing details.
fr: Consultez votre historique de paiements, vérifiez les soldes impayés et gérez de manière sécurisée vos détails de facturation Starlink.

source: View Billing History
fr: Voir l'Historique de Facturation

source: Get help with your Starlink services, submit support tickets, and chat with our technical team 24/7.
fr: Obtenez de l'aide avec vos services Starlink, soumettez des tickets de support et discutez avec notre équipe technique 24h/24 et 7j/7.

source: Contact Support
fr: Contacter le Support

source: Update your account information, manage preferences, and configure security settings for your Starlink account.
fr: Mettez à jour les informations de votre compte, gérez vos préférences et configurez les paramètres de sécurité de votre compte Starlink.

source: Manage Settings
fr: Gérer les Paramètres

source: Invoice Details
fr: Voir les Détails

source: Choose Payment Method
fr: Choisir le moyen de paiement

source: -- Select Payment Method --
fr: -- Sélectionner un moyen de paiement --

source: Phone Number
fr: Numéro d'identité

source: Email Address
fr: Adresse Email

source: My Orders
fr: Commandes

source: Payment status
fr: Paiement démarré.

source: Any payment
fr: Paiement

source: Total (USD)
fr: Total des Utilisateurs

source: Created On
fr: Créé

source: Order Status
fr: Statut juridique

source: Payment Status
fr: Paiement démarré.

source: Loading orders...
fr: Chargement...

source: Showing recent orders
fr: Affichage des tickets récents

source: Unable to cancel order.
fr: Impossible d'annuler la commande.

source: unpaid invoice(s)
fr: Payer la facture

source: Total due
fr: Total des Utilisateurs

source: Please settle your unpaid orders to avoid delays.
fr: Veuillez régler vos commandes impayées pour éviter les retards.

source: All invoices are paid. You're all set!
fr: Toutes les factures sont payées. Tout est en ordre !

source: View Invoice
fr: Prochaine Facture

source: Price
fr: Tarification

source: No items
fr: Aucun article

source: Total Due
fr: Total des Utilisateurs

source: Error loading invoice.
fr: Erreur lors du chargement de la facture.

source: Confirm Your Checkout and Pay
fr: Confirmer votre commande et payer

source: Order Summary
fr: Résumé de la commande

source: Expires At
fr: Date d'expiration

source: Items
fr: Articles

source: No items to display.
fr: Aucun article à afficher.

source: Kind
fr: Type

source: Unit
fr: Unité

source: No taxes applied.
fr: Aucune taxe appliquée.

source: Payment Summary
fr: Paiement démarré.

source: Subtotal (Before Tax)
fr: Sous-total (avant taxe)

source: Tax Total
fr: Total des taxes

source: Total (Incl. Tax)
fr: Total (taxes comprises)

source: Select a Payment Method
fr: Sélectionnez le type de document

source: Secure checkout
fr: Paiements Sécurisés

source: Pay from your mobile wallet (M-Pesa, Airtel, Orange Money…)
fr: Payer depuis votre portefeuille mobile (M-Pesa, Airtel, Orange Money…)

source: Card Payment
fr: Paiement

source: Pay with Visa / Mastercard on a secure page
fr: Payer avec Visa / Mastercard sur une page sécurisée

source: Payments are encrypted. Card payments open in a secure window. We never store your card number.
fr: Les paiements sont chiffrés. Les paiements par carte s'ouvrent dans une fenêtre sécurisée. Nous ne stockons jamais votre numéro de carte.

source: Enter the phone number linked to your mobile wallet (e.g., M-Pesa, Airtel Money, Orange Money).
fr: Saisissez le numéro de téléphone lié à votre portefeuille mobile (ex. : M-Pesa, Airtel Money, Orange Money).

source: e.g., 8xxxxxxxx
fr: ex. : 8xxxxxxxx

source: We’ll send a payment request to this number. Confirm the payment on your phone.
fr: Nous enverrons une demande de paiement à ce numéro. Confirmez le paiement sur votre téléphone.

source: Please enter a valid mobile number.
fr: Veuillez saisir votre email.

source: You’ll be redirected to a secure card payment page (Visa/Mastercard). We’ll email the receipt to the address below.
fr: Vous serez redirigé vers une page de paiement par carte sécurisée (Visa/Mastercard). Nous enverrons le reçu par email à l'adresse ci-dessous.

source: Email for Receipt
fr: Adresse Email

source: Enter your email address
fr: Adresse Email

source: Use an address you can access now, in case we need to confirm your payment.
fr: Utilisez une adresse à laquelle vous pouvez accéder maintenant, au cas où nous devrions confirmer votre paiement.

source: Please enter a valid email address.
fr: Veuillez saisir votre email.

source: Due Now (Before Tax)
fr: Dû maintenant (avant taxe)

source: Start Your Order
fr: Commencer votre Commande

source: Order your Starlink kit and subscription in 3 easy steps
fr: Kit Starlink + plan en 3 étapes rapides

source: Select Your Installation Address
fr: Demande d'installation

source: Select on Map the Installation Address
fr: Sélectionner sur la carte l'adresse d'installation

source: Search for avenue, building, place, etc.
fr: Rechercher une avenue, un bâtiment, un lieu, etc.

source: Click on map or search address to set location.
fr: Cliquez sur la carte ou recherchez une adresse pour définir l'emplacement.

source: Kit Fee
fr: Frais du kit

source: Cycle Fee
fr: Frais du cycle

source: Total Due Now (Before Tax)
fr: Total dû maintenant (avant taxe)

source: Taxes are calculated at checkout.
fr: Les taxes sont calculées à la caisse.

source: Cycle Total
fr: Total du cycle

source: -- Choose Kit --
fr: -- Choisir un kit --

source: Subscription Plan
fr: Abonnements

source: -- Select Plan --
fr: -- Sélectionner un Plan --

source: Billing Cycle
fr: Cycle de Facturation

source: Monthly
fr: Mensuel

source: Pay every month. Cancel anytime.
fr: Payez chaque mois. Annulez à tout moment.

source: Quarterly
fr: Trimestriel

source: Billed every 3 months.
fr: Facturé tous les 3 mois.

source: Yearly
fr: Annuel

source: Billed once a year.
fr: Facturé une fois par an.

source: Your selected plan will be billed according to the chosen cycle.
fr: Votre forfait sélectionné sera facturé selon le cycle choisi.

source: Coupon Code (optional)
fr: Téléphone (optionnel)

source: Enter coupon if you have one
fr: Saisir un code promo si vous en avez un

source: If valid, the coupon will be applied to the plan charge before taxes.
fr: S'il est valide, le code promo sera appliqué au coût du forfait avant taxes.

source: Terms & Conditions — Standard Installation & Service
fr: Conditions Générales — Installation et service standard

source: By proceeding, you acknowledge that you have read, understood, and agree to these Terms & Conditions, including our installation policies, billing terms, and service conditions for Starlink connectivity.
fr: En poursuivant, vous reconnaissez avoir lu, compris et accepté ces Conditions Générales, y compris nos politiques d'installation, conditions de facturation et conditions de service pour la connectivité Starlink.

source: Service availability and performance depend on location, line-of-sight, network conditions, and environmental factors. Speeds and latency may vary and are not guaranteed.
fr: La disponibilité et les performances du service dépendent de l'emplacement, de la visibilité directe, des conditions du réseau et des facteurs environnementaux. Les débits et la latence peuvent varier et ne sont pas garantis.

source: A standard installation includes mounting the Starlink antenna on a single structure at a height and location with clear sky visibility, up to a reasonable cable run to the indoor router, basic weatherproofing, and activation/testing.
fr: Une installation standard comprend le montage de l'antenne Starlink sur une structure unique à une hauteur et un emplacement avec une visibilité dégagée du ciel, jusqu'à une longueur de câble raisonnable jusqu'au routeur intérieur, une étanchéité de base et l'activation/les tests.

source: Site Survey & Additional Charges
fr: Voir les Détails

source: If the site survey or on-site assessment determines that your premises require a non-standard setup (e.g., custom or high-elevation mounts, mast extensions, roof or pole penetrations, trenching, long cable runs, structural reinforcement, specialized grounding, permits, or additional safety equipment), these works will incur extra charges.
fr: Si l'étude de site ou l'évaluation sur place détermine que vos locaux nécessitent une configuration non standard (ex. : supports personnalisés ou en hauteur, extensions de mât, pénétration de toit ou de poteau, tranchées, longues longueurs de câble, renforcement structurel, mise à la terre spécialisée, permis ou équipement de sécurité supplémentaire), ces travaux entraîneront des frais supplémentaires.

source: Any non-standard charges will be quoted for your approval before work proceeds. If you decline, we may cancel or reschedule the installation, and a site-visit or survey fee may apply.
fr: Tout frais non standard fera l'objet d'un devis pour votre approbation avant le début des travaux. Si vous refusez, nous pouvons annuler ou reporter l'installation, et des frais de visite ou d'étude de site peuvent s'appliquer.

source: Customer Responsibilities
fr: Total Clients

source: You are responsible for ensuring the installation address is accurate, accessible, and safe for our technicians; obtaining any required property-owner or landlord permissions; and identifying concealed utilities or hazards. You must provide a suitable power source and indoor placement for the router.
fr: Vous êtes responsable de vous assurer que l'adresse d'installation est exacte, accessible et sûre pour nos techniciens ; d'obtenir les autorisations nécessaires du propriétaire ou du gestionnaire ; et d'identifier les utilités cachées ou les dangers. Vous devez fournir une source d'alimentation adaptée et un emplacement intérieur pour le routeur.

source: Scheduling, Access & Safety
fr: Planification, Accès et Sécurité
