Repository: rathish1m/Nexus_backend
Catalog: nexus_backend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Refresh
fr: Actualiser

source: Status Filter
fr: Statut

source: All Statuses
fr: Tous les Statuts

source: Draft
fr: Brouillon

source: Pending Approval
fr: Activations en Attente

source: Approved
fr: Approuvé

source: Rejected
fr: Rejeté

source: Paid
fr: Payé

source: Cancelled
fr: Annulé

source: Search
fr: Rechercher

source: Billing reference, order, or customer...
fr: Référence de facturation, commande ou client...

source: Per Page
fr: Par page

source: Apply Filters
fr: Postuler comme Revendeur

source: Total Billings
fr: Prochaine Facturation

source: Pending
fr: En Attente

source: Total Revenue
fr: Revenu total

source: Additional Billings
fr: Facturations d'Équipements Supplémentaires

source: Loading billings...
fr: Chargement...

source: Reference
fr: Référence

source: Order
fr: Commande

source: Customer
fr: Total Clients

source: Amount
fr: Montant

source: Status
fr: Statut

source: Created
fr: Créé

source: No billings found matching your criteria.
fr: Aucune facturation trouvée correspondant à vos critères.

source: Showing
fr: Affichage

source: to
fr: à

source: of
fr: de

source: results
fr: résultats

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Billing Details
fr: Alertes de facturation

source: Billing Anchors & Automation
fr: Points d’ancrage de facturation et automatisation

source: Configure Starlink anchor day, prebill lead days, and automation flags for recurring billing.
fr: Configurer le jour d’ancrage Starlink, les jours d’avance de préfacturation et les indicateurs d’automatisation pour la facturation récurrente.

source: Reset Defaults
fr: Réinitialiser les paramètres par défaut

source: Save Settings
fr: Gérer les Paramètres

source: Starlink Anchor Day
fr: Jour d’ancrage Starlink

source: A day that exists in every month (1–28). Typical: 20.
fr: Un jour qui existe dans chaque mois (1–28). Typique : 20.

source: Prebill Lead Days
fr: Jours d’avance de préfacturation

source: Create renewal invoices this many days before the anchor day.
fr: Créer les factures de renouvellement ce nombre de jours avant le jour d’ancrage.

source: Default Customer Invoice Start Date
fr: Date de début par défaut de la facture client

source: Global start date used by automation for new/ported subscriptions.
fr: Date de début globale utilisée par l'automatisation pour les abonnements nouveaux/portés

source: Cutoff Days Before Anchor
fr: Jours de coupure avant l'ancre

source: Auto-suspend at cutoff if unpaid
fr: Suspension automatique à la date limite si impayé

source: Auto-apply wallet to renewal invoices
fr: Application automatique du portefeuille aux factures de renouvellement

source: Align new subscriptions to the global anchor
fr: Aligner les nouveaux abonnements sur l'ancre globale

source: First cycle is already included in initial order
fr: Le premier cycle est déjà inclus dans la commande initiale

source: Next Anchor
fr: Prochaine Facture

source: Lead Window Opens
fr: Fenêtre de démarrage ouverte

source: Cutoff (Suspend If Unpaid)
fr: Date limite (suspendre si impayé)

source: Invoice Start
fr: Facture

source: Failed to load billing configuration.
fr: Échec du chargement des détails de facturation

source: Anchor day must be between 1 and 28.
fr: Le jour d’ancrage doit être compris entre 1 et 28.

source: Prebill lead days must be between 0 and 30.
fr: Les jours d’avance de préfacturation doivent être compris entre 0 et 30.

source: Cutoff days must be between 0 and 30.
fr: Les jours de coupure doivent être compris entre 0 et 30.

source: Invoice start date must be a valid date (YYYY-MM-DD).
fr: La date de début de la facture doit être une date valide (AAAA-MM-JJ).

source: Billing configuration saved.
fr: En attente de confirmation

source: Failed to save billing configuration.
fr: Échec de l'approbation de la facturation

source: Coupons & Promotions
fr: Coupons et promotions

source: Create coupon codes, run promos, and track redemptions.
fr: Créez des codes de coupon, lancez des promotions et suivez les utilisations.

source: New Coupon
fr: Nouveau coupon

source: Bulk Generate
fr: Génération en masse

source: New Promotion
fr: Nouvelle promotion

source: Type
fr: Type d'identité

source: Value
fr: Valeur

source: Validity
fr: Validité

source: Usage
fr: Message

source: Loading...
fr: Chargement...

source: Scope
fr: Portée

source: Discount
fr: Montant

source: Prefix (optional)
fr: Téléphone (optionnel)

source: Code length
fr: Longueur du code

source: Discount type
fr: Tout type

source: Percent
fr: Pourcentage

source: Fixed (USD)
fr: Fixe

source: Percent off
fr: Pourcentage de réduction

source: Amount off (USD)
fr: Montant

source: Max redemptions
fr: Nombre maximal d’utilisations

source: Per-user limit
fr: Limite par utilisateur

source: Valid from
fr: Valide à partir de

source: Valid to
fr: Valide jusqu’à

source: Optional note
fr: Nationalité

source: Targets
fr: Frais

source: Applies to
fr: Postuler comme Revendeur

source: All
fr: Tout

source: Subscription/Plan
fr: Abonnements

source: Hardware/Kit
fr: Matériel/Kit

source: Installation fee
fr: Demande d'installation

source: Extras
fr: Suppléments

source: Rules
fr: Règles

source: Promo first, then coupon
fr: Promotion en premier, Puis coupon

source: Coupon first, then promo
fr: Coupon d’abord, puis promo

source: No stacking
fr: Pas de cumul

source: How to stack with promos
fr: Comment cumuler avec des promos

source: Limit discount to first N cycles (0 = unlimited)
fr: Limiter la remise aux N premiers cycles (0 = illimité)

source: Plan types
fr: Type d'identité

source: Unlimited Standard Data
fr: Données standard illimitées

source: Limited Standard Data
fr: Données standard limitées

source: Unlimited + Priority Data
fr: Illimité + données prioritaires

source: Smart Education Impact
fr: Impact Éducation Intelligente

source: Smart Health / Community Impact
fr: Impact Santé / Communauté Intelligente

source: Site types
fr: Type d'identité

source: Fixed Site
fr: Fixe

source: Portable Site
fr: Portabilité

source: Flexible Site
fr: Site flexible

source: Specific plan IDs (CSV)
fr: IDs de forfaits spécifiques (CSV)

source: Kit types
fr: Type d'identité

source: Standard Kit
fr: Kit Standard

source: Mini Kit
fr: Kit Mini

source: Extra charge types
fr: Nexus | Gestion des Utilisateurs

source: 15m Cable
fr: Câble 15m

source: 45m Cable
fr: Câble 45m

source: Roof Mounting
fr: Montage sur toit

source: Installation
fr: Demande d'installation

source: Accessories
fr: Accessoires

source: Router
fr: N° Série Routeur

source: New customers only?
fr: Aucun ticket trouvé

source: No
fr: Non

source: Yes
fr: Oui

source: Save
fr: Enregistrer

source: Bulk Generate Coupons
fr: Générer des coupons en masse

source: Count
fr: Montant

source: Length
fr: Durée

source: Stacking policy
fr: Politique de cumul

source: First N cycles (0 = unlimited)
fr: Premiers N cycles (0 = illimité)

source: Generate
fr: Générer

source: Promo Name
fr: Nom de l'entreprise

source: Back to School
fr: Parler aux Ventes

source: How to stack with coupon
fr: Comment cumuler avec un coupon

source: Prev
fr: Précédent

source: Failed to load coupons.
fr: Échec du chargement des tickets.

source: No coupons yet.
fr: Aucun coupon pour le moment.

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Failed to create coupon
fr: Échec du chargement des tickets.

source: Coupon created
fr: Créé

source: Error creating coupon
fr: Affichage de vos abonnements

source: Failed to generate coupons
fr: Échec du chargement des tickets.

source: Generated
fr: Voir le Registre

source: Error generating coupons
fr: Affichage de vos abonnements

source: Failed to toggle coupon
fr: Échec du chargement des tickets.

source: Delete coupon
fr: Supprimer le compte

source: Failed to delete coupon
fr: Échec du chargement des tickets.

source: Failed to load promotions.
fr: Échec du chargement des abonnements.

source: No promotions yet.
fr: Aucune promotion pour le moment.

source: Promotion saved
fr: Promotion enregistrée

source: Error saving promotion
fr: Erreur lors de l'envoi du message.

source: Edit Promotion
fr: Modifier la promotion

source: Failed to load promotion
fr: Échec du chargement des abonnements.

source: Failed to toggle promotion
fr: Échec du chargement des abonnements.

source: Delete promotion
fr: Supprimer le compte

source: Failed to delete promotion
fr: Échec du chargement des tickets.

source: Starlink Kit Add
fr: Ajouter un kit Starlink

source: Kit Name
fr: Nom du kit

source: Model
fr: Modèle

source: Description
fr: Abonnements

source: Price (USD)
fr: Prix (USD)

source: Kit Image
fr: Image du kit

source: Save Plan
fr: Enregistrer les modifications

source: Extra Charges Management
fr: Nexus | Gestion des Utilisateurs

source: Add Extra Charge
fr: Ajouter un supplément

source: Category
fr: Catégorie

source: Item Name
fr: Nom de l'article

source: Brand/Model
fr: Marque/Modèle

source: Unit Price
fr: Prix unitaire

source: Select Category
fr: Sélectionnez un fichier

source: Additional Equipment
fr: Facturations d'Équipements Supplémentaires

source: Extra Cables
fr: Câbles supplémentaires

source: Signal Extender
fr: Amplificateur de signal

source: Router/Gateway
fr: Routeur/Passerelle

source: Specialized Mounting
fr: Montage spécialisé

source: Additional Labor
fr: Coûts supplémentaires approuvés !

source: Power Infrastructure
fr: Infrastructure électrique

source: Access Infrastructure
fr: Infrastructure d’accès

source: Safety Equipment
fr: Équipement de sécurité

source: Other
fr: Autre

source: Enter item name...
fr: Saisir le nom de l'article...

source: Enter item description...
fr: Saisir la description de l'article...

source: Brand
fr: Marque

source: Brand name...
fr: Nom de la marque...

source: Model number...
fr: Numéro de modèle...

source: Unit Price (USD)
fr: Prix unitaire (USD)

source: Display Order
fr: Ordre d'affichage

source: Lower numbers appear first in selection lists
fr: Les chiffres les plus bas apparaissent en premier dans les listes de sélection

source: This item is active and available for selection
fr: Cet article est actif et disponible pour la sélection

source: Add Installation Fee
fr: Demande d'installation

source: Region
fr: Région

source: Select a region
fr: Sélectionnez un fichier

source: Amount (USD)
fr: Montant

source: Please enter a region name.
fr: Veuillez saisir votre email.

source: Please enter a valid positive amount.
fr: Veuillez saisir un montant positif valide.

source: Installation fee updated successfully!
fr: Veuillez saisir un montant positif valide.

source: Installation fee added successfully!
fr: Frais d'installation mis à jour avec succès !

source: Failed to save installation fee:
fr: Échec de l'approbation de la facturation

source: Error saving installation fee:
fr: Combien de temps prend l'installation ?

source: Edit Installation Fee
fr: Demande d'installation

source: Add Starlink Kit
fr: Mon Appareil Starlink

source: Kit Type
fr: Type d'identité

source: Select Kit Type
fr: Sélectionnez le type de document

source: Picture (optional)
fr: Téléphone (optionnel)

source: Save Kit
fr: Enregistrer le kit

source: Saving…
fr: Chargement…

source: Failed to save kit.
fr: Échec du chargement des tickets.

source: Kit created successfully.
fr: Message envoyé avec succès.

source: An error occurred while saving the kit.
fr: Une erreur est survenue lors de l'enregistrement du kit.

source: Add Payment Method
fr: Ajouter un mode de paiement

source: Method
fr: Méthode

source: Select a payment method
fr: Sélectionnez le type de document

source: Description (optional)
fr: Sujet (optionnel)

source: Add Method
fr: Ajouter une méthode

source: Please select a payment method.
fr: Veuillez sélectionner un mode de paiement.

source: Failed to save payment method.
fr: Échec du chargement des tickets.

source: Saved
fr: Enregistré

source: Error saving payment method
fr: Erreur lors de l'enregistrement du moyen de paiement

source: Site Survey Checklist Management
fr: Gestion de la liste de contrôle pour les études de site

source: Manage checklist items for site surveys conducted by technicians.
fr: Gérez les éléments de la liste de contrôle pour les études de site effectuées par les techniciens.

source: Add Checklist Item
fr: Ajouter un élément de liste de contrôle

source: Question Type
fr: Type de question

source: Required
fr: Obligatoire

source: Location & Access
fr: Emplacement et accès

source: Signal Quality
fr: Qualité du signal

source: Mounting Options
fr: Options de fixation

source: Safety Considerations
fr: Considérations de sécurité

source: Technical Requirements
fr: Exigences techniques

source: Environmental Factors
fr: Facteurs environnementaux

source: Enter the survey question...
fr: Saisissez la question de l'étude...

source: Select Type
fr: Sélectionnez le type de document

source: Yes/No
fr: Oui/Non

source: Text Response
fr: Réponse texte

source: Multiple Choice
fr: Choix multiple

source: Rating (1-5)
fr: Notation (1-5)

source: Choices
fr: Choix

source: Enter choices separated by commas (e.g., Option 1, Option 2, Option 3)
fr: Saisissez les choix séparés par des virgules (ex. : Option 1, Option 2, Option 3)

source: Separate each choice with a comma
fr: Séparez chaque choix par une virgule

source: Lower numbers appear first
fr: Les chiffres les plus bas apparaissent en premier

source: This question is required
fr: Cette question est obligatoire

source: This question is active
fr: Cette question est active

source: Starlink Kits
fr: Mon Appareil Starlink

source: Add Kit
fr: Ajouter un kit

source: No kits available.
fr: Aucun kit disponible.

source: Edit
fr: Modifier

source: Delete
fr: Supprimer le compte

source: Failed to load kits.
fr: Échec du chargement des tickets.

source: Failed to load kit data.
fr: Échec du chargement des tickets.

source: Could not fetch kit data.
fr: Impossible de récupérer les données du kit.

source: Are you sure you want to delete this kit?
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: Kit deleted successfully!
fr: Message envoyé avec succès.

source: Failed to delete kit.
fr: Échec du chargement des tickets.

source: An error occurred while deleting the kit.
fr: Une erreur est survenue lors de la suppression du kit.

source: Starlink Kits Management
fr: Gestion des kits Starlink

source: Manage Starlink kits inventory and details.
fr: Gérez l'inventaire et les détails des kits Starlink.

source: Picture
fr: Image

source: Subscription Plans Management
fr: Abonnements (page)

source: Manage Starlink subscription plans and pricing.
fr: Gérez votre abonnement Starlink, consultez les détails du plan et vérifiez votre statut actuel.

source: Add Subscription Plan
fr: Abonnements

source: Plan Type
fr: Type d'identité

source: Data (GB)
fr: Données (GB)

source: Site Type
fr: Type d'identité

source: Plan Name
fr: Nom Complet

source: Starlink Kit
fr: Mon Appareil Starlink

source: Select plan type
fr: Sélectionnez un fichier

source: Leave empty for unlimited
fr: Laissez vide pour illimité

source: Base Price (USD)
fr: Prix de base (USD)

source: Select site type
fr: Sélectionnez le type de document

source: Create Subscription Plan
fr: Votre Abonnement

source: Data Cap in GB
fr: Plafond de données en GB

source: Monthly Price (USD)
fr: Frais Mensuels

source: Settings Sections
fr: Paramètres

source: Address
fr: Adresse

source: City
fr: Ville

source: Country
fr: Montant

source: Add Tax Rate
fr: Ajouter un taux de taxe

source: Select a tax type
fr: Sélectionnez un fichier

source: Percentage (%%)
fr: Pourcentage (%%)

source: Add Tax
fr: Ajouter une taxe

source: Settings
fr: Paramètres

source: Manage additional equipment billings from site surveys.
fr: Facturations d'Équipements Supplémentaires

source: Manage Billings
fr: Gérer les Paramètres

source: Set your tax rates used in invoices.
fr: Définissez les taux de taxe utilisés dans les factures.

source: Tax Name
fr: Nom de l'entreprise

source: Rate (%%)
fr: Taux (%%)

source: Payment Methods
fr: Paiements

source: Configure how customers can pay.
fr: Configurez comment les clients peuvent payer.

source: New Payment Method
fr: Nouveau moyen de paiement

source: Payment Method
fr: Paiement démarré.

source: Installation Fees
fr: Demande d'installation

source: Set installation fees by region.
fr: Définir les frais d'installation par région.

source: Regions
fr: S'inscrire

source: Manage service regions used across dispatching and assignments.
fr: Gérez les régions de service utilisées pour la dispatch et les affectations.

source: Add Region
fr: Ajouter une région

source: Region / Town
fr: Région / Ville

source: Add New Region
fr: Ajouter une nouvelle région

source: Region Name
fr: Nom de l'entreprise

source: Draw Region on Map
fr: Dessiner la région sur la carte

source: Use the polygon tool to draw the region boundaries on the map.
fr: Utilisez l'outil polygone pour dessiner les limites de la région sur la carte.

source: Save Region
fr: Enregistrer la région

source: Tax rate updated successfully!
fr: Message envoyé avec succès.

source: Tax rate added successfully!
fr: Message envoyé avec succès.

source: Error saving tax rate
fr: Erreur lors de l'envoi du message.

source: tax rate
fr: taux de taxe

source: No taxes configured.
fr: Aucune taxe configurée.

source: Failed to load tax rates.
fr: Échec du chargement des tickets.

source: Edit Tax Rate
fr: Modifier le taux de taxe

source: Are you sure you want to delete the tax rate
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: This action cannot be undone.
fr: Cette action ne peut pas être annulée.

source: Deleting...
fr: Envoi en cours...

source: Tax rate deleted successfully!
fr: Message envoyé avec succès.

source: Error deleting tax rate:
fr: Erreur lors de la suppression du taux de taxe :

source: No payment methods found.
fr: Aucun ticket trouvé

source: No installation fees configured.
fr: Aucun frais d'installation configuré.

source: Failed to load installation fees.
fr: Échec du chargement des détails de facturation

source: Edit description for
fr: Modifier la description pour

source: Payment method updated successfully!
fr: Moyen de paiement mis à jour avec succès !

source: Failed to update payment method:
fr: Échec de la mise à jour du moyen de paiement :

source: Error updating payment method:
fr: Erreur lors de la mise à jour du moyen de paiement :

source: Are you sure you want to delete the payment method
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: Payment method deleted successfully!
fr: Moyen de paiement supprimé avec succès !

source: Error deleting payment method:
fr: Erreur lors de la suppression du moyen de paiement :

source: Edit region for installation fee
fr: Combien de temps prend l'installation ?

source: Edit amount (USD) for
fr: Modifier le montant (USD) pour

source: Failed to update installation fee:
fr: Échec de l'approbation de la facturation

source: Error updating installation fee:
fr: Erreur lors de la mise à jour des frais d'installation :

source: Are you sure you want to delete the installation fee for
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: Installation fee deleted successfully!
fr: Frais d'installation supprimé avec succès !

source: Error deleting installation fee:
fr: Combien de temps prend l'installation ?

source: Failed to load subscription plans.
fr: Échec du chargement des abonnements.

source: No subscription plans configured.
fr: Abonnements (page)

source: Unlimited
fr: Illimité

source: Deactivate
fr: Inactif

source: Activate
fr: Actif

source: Data
fr: Données

source: All fields are required except Data (GB) for Unlimited plans.
fr: Tous les champs sont obligatoires sauf Données (GB) pour les forfaits illimités.

source: Data (GB) is required for non-unlimited plans.
fr: Les Données (GB) sont obligatoires pour les forfaits non illimités.

source: Subscription plan updated successfully!
fr: Forfait d'abonnement mis à jour avec succès !

source: Subscription plan added successfully!
fr: Forfait d'abonnement ajouté avec succès !

source: Failed to save subscription plan:
fr: Échec du chargement des abonnements.

source: Error saving subscription plan:
fr: Erreur lors de l'enregistrement du forfait d'abonnement :

source: Edit Subscription Plan
fr: Voir l'Abonnement

source: Failed to load plan data:
fr: Échec du chargement des détails de facturation

source: Error loading plan data:
fr: Erreur lors du chargement des données du forfait :

source: deactivate
fr: Inactif

source: activate
fr: Inactif

source: Are you sure you want to
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: this subscription plan?
fr: Abonnements (page)

source: Subscription plan status updated successfully!
fr: Statut du forfait d'abonnement mis à jour avec succès !

source: Failed to update subscription plan status:
fr: Échec du chargement des abonnements.

source: Error updating subscription plan status:
fr: Erreur lors de la mise à jour du statut du forfait d'abonnement :

source: Are you sure you want to delete the subscription plan
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: Subscription plan deleted successfully!
fr: Forfait d'abonnement supprimé avec succès !

source: Failed to delete subscription plan:
fr: Échec du chargement des abonnements.

source: Error deleting subscription plan:
fr: Erreur lors de la suppression du forfait d'abonnement :

source: No Starlink kits configured.
fr: Aucun kit Starlink configuré.

source: Failed to load Starlink kits.
fr: Échec du chargement des tickets.

source: Name and Model are required.
fr: Le nom d'utilisateur et le mot de passe sont requis.

source: Starlink kit updated successfully!
fr: Kit Starlink mis à jour avec succès !

source: Starlink kit added successfully!
fr: Kit Starlink ajouté avec succès !

source: Failed to save Starlink kit:
fr: Échec de l'approbation de la facturation

source: Error saving Starlink kit:
fr: Erreur lors de l'enregistrement du kit Starlink :

source: Edit Starlink Kit
fr: Mon Appareil Starlink

source: Are you sure you want to delete the Starlink kit
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: Starlink kit deleted successfully!
fr: Kit Starlink supprimé avec succès !

source: Failed to delete Starlink kit:
fr: Échec du rejet de la facturation

source: Error deleting Starlink kit:
fr: Erreur lors de la suppression du kit Starlink :

source: No regions found.
fr: Aucun ticket trouvé

source: Failed to load regions.
fr: Échec du chargement des abonnements.

source: Edit Region
fr: Modifier la région

source: Error loading region data for editing.
fr: Erreur lors du chargement des données de la région pour modification.

source: Are you sure you want to delete the region
fr: Êtes-vous sûr de vouloir approuver ces coûts supplémentaires ?

source: Region deleted successfully!
fr: Message envoyé avec succès.

source: Error deleting region:
fr: Erreur lors de la suppression de la région :

source: Region updated successfully!
fr: Message envoyé avec succès.

source: Error updating region:
fr: Erreur lors de la mise à jour de la région :

source: Please draw a region on the map.
fr: Veuillez dessiner une région sur la carte.

source: Region created successfully!
fr: Message envoyé avec succès.

source: Error saving region:
fr: Erreur lors de l'envoi du message.

source: Failed to load checklist items.
fr: Échec du chargement des tickets.

source: No checklist items configured.
fr: Aucun élément de liste de contrôle configuré.

source: Optional
fr: Nationalité

source: Edit Checklist Item
fr: Modifier l'élément de la liste
