Repository: rathish1m/Nexus_backend
Catalog: nexus_backend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Address (optional)
fr: Téléphone (optionnel)

source: Region (optional)
fr: Téléphone (optionnel)

source: New region
fr: Sélectionnez un fichier

source: No region
fr: Aucun ticket trouvé

source: Create Region
fr: Créé

source: West Province
fr: Province de l'Ouest

source: Code (optional)
fr: Téléphone (optionnel)

source: Move Stock Between Regions
fr: Déplacer le Stock entre Régions

source: From Region
fr: S'inscrire

source: From Location
fr: Association

source: To Region
fr: S'inscrire

source: To Location
fr: Association

source: Move
fr: Déplacer

source: New Region
fr: S'inscrire

source: New Location
fr: Association

source: Transfer Between Regions
fr: Transfert entre Régions

source: Region:
fr: S'inscrire

source: Location:
fr: Association

source: On Hand
fr: En Stock

source: Loading stock...
fr: Chargement...

source: No kits found
fr: Aucun ticket trouvé

source: Low Stock
fr: Stock Faible

source: Purchase Order
fr: Bon de Commande

source: In Stock
fr: En Stock

source: No stock entries found.
fr: Aucun ticket trouvé

source: Failed to load stock.
fr: Échec du chargement des tickets.

source: Submitting purchase order for item
fr: Soumission du bon de commande pour l'article

source: Please select a location.
fr: Échec du chargement des abonnements.

source: Stock updated.
fr: Dernière mise à jour

source: Error updating stock.
fr: Erreur lors de l'envoi du message.

source: Please select a kit.
fr: Échec du chargement des abonnements.

source: Code and Name are required.
fr: Le nom d'utilisateur et le mot de passe sont requis.

source: Location created.
fr: Association

source: Could not create location.
fr: Échec du paiement. Veuillez réessayer.

source: Name is required.
fr: Le nom d'utilisateur et le mot de passe sont requis.

source: Region created.
fr: Nom de l'entreprise

source: Could not create region.
fr: Échec du paiement. Veuillez réessayer.

source: Please fill all required fields.
fr: Tous droits réservés.

source: Source and destination cannot be the same.
fr: La source et la destination ne peuvent pas être identiques.

source: Stock moved successfully.
fr: Message envoyé avec succès.

source: Could not move stock.
fr: Échec du chargement des tickets.

source: All Customer Subscriptions
fr: Abonnements Actifs

source: Track active plans, pending activations, cancellations, and billing health.
fr: Suivez les forfaits actifs, activations en attente, résiliations et santé de facturation.

source: Pending Activations
fr: Activations en Attente

source: Canceled Subscriptions
fr: Abonnements Actifs

source: Overdue Payments
fr: Paiements Sécurisés

source: Toggle List
fr: Basculer la Liste

source: Deactivated Customers
fr: Total Clients

source: Manage Subscriptions
fr: Abonnements

source: Search subscriptions...
fr: Abonnements

source: Canceled
fr: Annulé

source: KIT ID
fr: ID DU KIT

source: Cycle Cost
fr: Coût du cycle

source: Showing all subscriptions
fr: Affichage de vos abonnements

source: Loading usage...
fr: Chargement...

source: Failed to load data.
fr: Échec du chargement des tickets.

source: No subscriptions found.
fr: Abonnements

source: Renew
fr: Renouveler

source: Cancel this subscription?
fr: Abonnements Actifs

source: Renew this subscription?
fr: Voir l'Abonnement

source: More actions
fr: Actions

source: No address available.
fr: Aucune adresse disponible.

source: Installation location
fr: Demande d'installation

source: No usage yet.
fr: Aucun usage pour le moment.

source: Failed to load usage.
fr: Échec du chargement des tickets.

source: Customer Activation
fr: Activations en Attente

source: No pending activations.
fr: Activations en Attente

source: Confirm
fr: Confirmer le nouveau mot de passe

source: Planned today
fr: Type d'identité

source: Planned activations
fr: Activations en Attente

source: In Progress
fr: En Cours

source: Being processed
fr: Message envoyé avec succès.

source: Finished activations
fr: Activations en Attente

source: All Technicians
fr: Techniciens Certifiés

source: Date range
fr: Enregistrer les modifications

source: Custom
fr: Total Clients

source: FE Dashboard
fr: Tableau de Bord

source: Site Survey
fr: Enquête sur le site

source: Installation Jobs
fr: Demande d'installation

source: Activation Details – Nexus
fr: Facturations d'Équipements Supplémentaires

source: Back to Dashboard
fr: Retour au Tableau de Bord

source: Activation Details
fr: Facturations d'Équipements Supplémentaires

source: Activation for Order
fr: Commencer votre Commande

source: Activation Information
fr: Informations Personnelles

source: Activation ID
fr: Actif

source: Billing cycle
fr: Cycle de Facturation

source: Subscription status
fr: Abonnements

source: Started at
fr: Date de Début

source: Serial
fr: Numéro d'identité

source: Stock status
fr: Sélectionner le statut juridique

source: Activation request
fr: Identifiants invalides.

source: Request ID
fr: Identifiants invalides.

source: Requested by
fr: Examiner

source: Print / Export
fr: Support

source: Plus code
fr: Renvoyer le code

source: Installation timeline
fr: Demande d'installation

source: Planned
fr: Type d'identité

source: Started
fr: Début

source: Installations finies
fr: Demande d'installation

source: Date installation
fr: Date de création

source: Conduct Site Survey – Nexus Dashboard
fr: Mon Starlink – Tableau de Bord Nexus

source: Conduct Site Survey
fr: Réaliser une enquête sur le site

source: Survey for Order
fr: Commencer votre Commande

source: Site Survey Details – Nexus Dashboard
fr: Mon Starlink – Tableau de Bord Nexus

source: Site Survey Details
fr: Voir les Détails

source: My Site Surveys – Nexus Dashboard
fr: Mon Starlink – Tableau de Bord Nexus

source: My Site Surveys
fr: Mes enquêtes de site

source: Surveys assigned to you
fr: Enquêtes qui vous sont attribuées

source: Start Survey
fr: Commencer votre Commande

source: Continue Survey
fr: Continuer

source: No surveys assigned
fr: Aucune enquête attribuée

source: You don't have any site surveys assigned to you yet.
fr: Vous n'avez pas encore de tickets.

source: Nexus Backoffice Dashboard
fr: Tableau de Bord Nexus Backoffice

source: Nexus | Sales
fr: Nexus | Ventes

source: Nexus | Billing Management
fr: Nexus | Gestion de Facturation

source: Nexus | Billing
fr: Prochaine Facturation

source: Open menu
fr: Fermer le menu

source: Terms
fr: Conditions

source: Privacy
fr: Confidentialité

source: Nexus | Customer Dashboard
fr: Tableau de Bord Nexus Backoffice

source: Welcome
fr: Bienvenue

source: Nexus | Customer Orders
fr: Nexus | Commandes clients

source: Nexus | Subscription details
fr: Impossible de charger les détails de l'abonnement.

source: Subscriptions details
fr: Abonnements

source: Nexus | Subscription
fr: Votre Abonnement

source: Nexus | Users Management
fr: Nexus | Gestion des Utilisateurs

source: Nexus | KYC Review
fr: Nexus | Révision KYC

source: Billing & Payments – Nexus Dashboard
fr: Mon Starlink – Tableau de Bord Nexus

source: Billing & Payments
fr: Alertes de facturation

source: Review your billing history.
fr: Voir l'Historique de Facturation

source: Please enter a valid DR Congo number (+243).
fr: Veuillez saisir un numéro valide de RD Congo (+243).

source: Only +243 numbers are permitted.
fr: Seuls les numéros +243 sont autorisés.

source: This phone number is already registered. Please use another.
fr: Ce numéro de téléphone est déjà enregistré. Veuillez en utiliser un autre.

source: Registration failed.
fr: L'enregistrement a échoué.

source: Please enter the 6-digit code.
fr: Entrez le code OTP à 6 chiffres

source: Invalid OTP. Try again.
fr: OTP invalide. Réessayez.

source: Resend URL is not configured.
fr: L'URL de renvoi n'est pas configurée.

source: Unable to resend code.
fr: Renvoyer le code

source: Network error.
fr: Erreur réseau.

source: Pricing
fr: Tarification

source: How It Works
fr: Comment Ça Marche

source: Why Nexus
fr: Pourquoi Nexus

source: Register
fr: S'inscrire

source: Login
fr: Connexion

source: Authorized Starlink Reseller
fr: Revendeur Autorisé Starlink

source: Satellite Internet. Everywhere.
fr: Internet par Satellite. Partout.

source: Experience global Starlink coverage with Nexus — your trusted reseller in the DRC. Fast, secure, and always connected.
fr: Découvrez la couverture mondiale Starlink avec Nexus — votre revendeur de confiance en RDC. Rapide, sécurisé et toujours connecté.

source: Get Connected with Nexus
fr: Connectez-vous avec Nexus

source: See Pricing
fr: Voir la Tarification

source: Download Speed
fr: Vitesse de Téléchargement

source: Stream & work effortlessly
fr: Streaming et travail sans effort

source: Upload Speed
fr: Vitesse d'Upload

source: Great for cloud & calls
fr: Idéal pour le cloud et les appels

source: Latency
fr: Latence

source: Low ping gaming & voice
fr: Gaming et voix à faible ping

source: Uptime
fr: Temps de Fonctionnement

source: Reliable & consistent
fr: Fiable et cohérent

source: Clear, Professional Plans
fr: Plans Clairs et Professionnels

source: Choose the package that fits your needs. Simple terms, strong service, zero surprises.
fr: Choisissez le forfait qui correspond à vos besoins. Conditions simples, service solide, aucune surprise.

source: Billed in USD. Taxes may apply.
fr: Facturé en USD. Des taxes peuvent s'appliquer.

source: Residential
fr: Résidentiel

source: Great for home work, study & streaming.
fr: Idéal pour le travail à domicile, les études et le streaming.

source: Kit: $499 one-time
fr: Kit : 499$ unique

source: Up to 220 Mbps down
fr: Jusqu'à 220 Mbps en téléchargement

source: Low latency 20–40ms
fr: Faible latence 20–40ms

source: Managed Wi-Fi setup
fr: Configuration Wi-Fi gérée

source: Email & chat support
fr: Support par email et chat

source: Choose Residential
fr: Choisir Résidentiel

source: Most Popular
fr: Le Plus Populaire

source: Business
fr: Entreprise

source: Priority network & SLAs for teams/SMEs.
fr: Réseau prioritaire et SLA pour équipes/PME.

source: Kit: $2499 one-time (Pro hardware)
fr: Kit : 2499$ unique (matériel Pro)

source: Higher throughput / lower contention
fr: Débit plus élevé / contention réduite

source: Optional static IP & VLAN
fr: IP statique et VLAN optionnels

source: Priority support + SLA
fr: Support prioritaire + SLA

source: Remote monitoring
fr: Surveillance à distance

source: Choose Business
fr: Choisir Entreprise

source: Mobility
fr: Mobilité

source: Portable connectivity for vehicles & field ops.
fr: Connectivité portable pour véhicules et opérations terrain.

source: Kit: $599 one-time
fr: Kit : 599$ unique

source: Nationwide coverage
fr: Couverture nationale

source: Pause/Resume when needed
fr: Suspendre/Reprendre si nécessaire

source: Vehicle mount options
fr: Options de montage véhicule

source: Support included
fr: Support inclus

source: Choose Mobility
fr: Choisir Mobilité

source: For Partners
fr: Pour Partenaires

source: Reseller / Partner
fr: Revendeur / Partenaire

source: For ISPs, ICT integrators & retailers.
fr: Pour FAI, intégrateurs TIC et détaillants.

source: Bulk kit pricing & margins available
fr: Tarification en gros et marges disponibles

source: Wholesale discounts by volume
fr: Remises de gros par volume

source: Partner portal & API access
fr: Portail partenaire et accès API

source: Priority logistics & stock allocation
fr: Logistique prioritaire et allocation de stock

source: Co-branded marketing materials
fr: Matériel marketing co-marqué

source: Tax-compliant invoicing
fr: Facturation conforme aux taxes

source: Apply as Reseller
fr: Postuler comme Revendeur

source: Feature
fr: Fonctionnalité

source: Download speeds
fr: Vitesses de téléchargement

source: Priority throughput
fr: Débit prioritaire

source: Varies by tier
fr: Varie selon le niveau

source: Static IP (add-on)
fr: IP statique (supplément)

source: SLA & priority support
fr: SLA et support prioritaire

source: Portability
fr: Portabilité

source: Fixed
fr: Fixe

source: Varies
fr: Variable

source: Partner portal & billing
fr: Portail partenaire et facturation

source: Performance may vary by location. Business priority applies during network congestion. Reseller benefits subject to program terms.
fr: Les performances peuvent varier selon l'emplacement. La priorité entreprise s'applique lors de congestion réseau. Les avantages revendeur sont soumis aux conditions du programme.

source: Talk to Sales
fr: Parler aux Ventes

source: Just 5 simple steps to get your Starlink connection activated anywhere in the DRC.
fr: Seulement 5 étapes simples pour activer votre connexion Starlink partout en RDC.

source: 1. Create Account
fr: 1. Créer un Compte

source: Sign up with your email and phone number to begin.
fr: Inscrivez-vous avec votre email et numéro de téléphone pour commencer.

source: 2. Verify Identity
fr: 2. Vérifier l'Identité

source: Upload ID or business documents for KYC verification.
fr: Téléchargez une pièce d'identité ou des documents d'entreprise pour la vérification KYC.

source: 3. Select Plan
fr: 3. Sélectionner un Plan

source: Choose your Starlink package and mark your location.
fr: Choisissez votre package Starlink et marquez votre emplacement.

source: 4. Make Payment
fr: 4. Effectuer le Paiement

source: Pay securely via Mobile Money, Card or Bank.
fr: Payez en sécurité via Mobile Money, Carte ou Banque.

source: 5. Install & Go Live
fr: 5. Installer et Activer

source: A technician installs your kit and activates service.
fr: Un technicien installe votre kit et active le service.

source: Why Choose Nexus?
fr: Pourquoi Choisir Nexus ?

source: As a certified Starlink reseller in the DRC, Nexus goes beyond internet delivery — we empower your digital journey with local support, enterprise-grade solutions, and intelligent add-ons tailored to your lifestyle or business.
fr: En tant que revendeur certifié Starlink en RDC, Nexus va au-delà de la livraison d'internet — nous donnons vie à votre parcours numérique avec un support local, des solutions de niveau entreprise et des fonctionnalités intelligentes adaptées à votre style de vie ou votre entreprise.

source: Local Support
fr: Support Local

source: 24/7 support teams based in Kinshasa, Lubumbashi, and Kolwezi for direct assistance.
fr: Équipes de support 24/7 basées à Kinshasa, Lubumbashi et Kolwezi pour une assistance directe.

source: Certified Technicians
fr: Techniciens Certifiés

source: Our trained field engineers handle your Starlink installation and configuration on-site.
fr: Nos ingénieurs de terrain formés gèrent votre installation et configuration Starlink sur site.

source: Managed Wi-Fi
fr: Wi-Fi Géré

source: Get complete Wi-Fi setup, optimization, and remote troubleshooting bundled with your kit.
fr: Obtenez une configuration Wi-Fi complète, l'optimisation et le dépannage à distance inclus avec votre kit.

source: Static IP & Networking
fr: IP Statique et Réseau

source: Optional static IPs and custom routing configurations for businesses and IT departments.
fr: IPs statiques optionnelles et configurations de routage personnalisées pour les entreprises et départements IT.

source: Cybersecurity Add-ons
fr: Extensions de Cybersécurité

source: Usage & Analytics
fr: Utilisation et Analytiques

source: Business plans include data usage tracking, uptime reports, and remote device management.
fr: Les plans d'entreprise incluent le suivi de l'utilisation des données, les rapports de temps de fonctionnement et la gestion d'appareils à distance.

source: Secure Payments
fr: Paiements Sécurisés

source: Pay with Mobile Money, Visa/MasterCard, or bank transfers – fully encrypted and trackable.
fr: Payez avec Mobile Money, Visa/MasterCard ou virements bancaires – entièrement crypté et traçable.

source: Nationwide Reach
fr: Couverture Nationale

source: Kits delivered anywhere in DRC: from Goma to Tshikapa, Kinshasa to Bunia.
fr: Kits livrés partout en RDC : de Goma à Tshikapa, Kinshasa à Bunia.

source: NGO & Field Solutions
fr: Solutions ONG et Terrain

source: Special packages for humanitarian, medical, and emergency operations with priority setup.
fr: Packages spéciaux pour les opérations humanitaires, médicales et d'urgence avec installation prioritaire.

source: Get in Touch
fr: Entrer en Contact

source: Jane Doe
fr: Marie Dupont

source: Reseller application
fr: Revendeur / Partenaire

source: Write your message here...
fr: Écrivez votre message ici...

source: Send Message
fr: Envoyer le Message

source: Our Office Network
fr: Notre Réseau de Bureaux

source: Headquarters – Lubumbashi
fr: Siège Social – Lubumbashi

source: Main administrative and operational center
fr: Centre administratif et opérationnel principal

source: Sales Office – La Plage, Lubumbashi
fr: Bureau de Vente – La Plage, Lubumbashi

source: Customer support and walk-in center
fr: Centre de support client et d'accueil

source: Sales Office – Kolwezi
fr: Bureau de Vente – Kolwezi

source: Lualaba region coverage
fr: Couverture de la région Lualaba

source: Sales Office – Kinshasa (Kinshasa Mall)
fr: Bureau de Vente – Kinshasa (Kinshasa Mall)

source: Capital city customer hub
fr: Centre client de la capitale

source: Branch Office – Kinshasa (Avenue Mongala)
fr: Bureau de Succursale – Kinshasa (Avenue Mongala)

source: Downtown Kinshasa operations
fr: Opérations du centre-ville de Kinshasa

source: Official Starlink reseller in the DRC. Reliable connectivity, professional install, and local support.
fr: Revendeur officiel Starlink en RDC. Connectivité fiable, installation professionnelle et support local.

source: Quick Links
fr: Liens Rapides

source: Stay Updated
fr: Restez Informé

source: Get news and promo updates.
fr: Recevez les actualités et offres promotionnelles.

source: you@example.com
fr: vous@example.com

source: Join
fr: Rejoindre

source: Frequently Asked Questions
fr: Questions Fréquemment Posées

source: How long does installation take?
fr: Combien de temps prend l'installation ?

source: Most installations complete within 2–3 hours, depending on roof access and cabling path.
fr: La plupart des installations se terminent en 2–3 heures, selon l'accès au toit et le chemin de câblage.

source: Can I get a static IP?
fr: Puis-je obtenir une IP statique ?

source: Yes—available on Business and Reseller plans. We can also configure VLANs and QoS if needed.
fr: Oui—disponible sur les plans Entreprise et Revendeur. Nous pouvons aussi configurer les VLAN et QoS si nécessaire.

source: Which areas do you cover?
fr: Quelles zones couvrez-vous ?

source: Nationwide across DRC. We ship and install in major cities and remote locations.
fr: Dans tout le pays en RDC. Nous livrons et installons dans les grandes villes et lieux isolés.

source: What payment options do you accept?
fr: Quelles options de paiement acceptez-vous ?

source: Mobile Money, Visa/MasterCard, and bank transfers are supported.
fr: Mobile Money, Visa/MasterCard et virements bancaires sont pris en charge.

source: Still have questions?
fr: Vous avez encore des questions ?

source: Our team is happy to advise on coverage, plans and installation specifics.
fr: Notre équipe est heureuse de vous conseiller sur la couverture, les plans et les détails d'installation.

source: Official Starlink Reseller in DRC
fr: Revendeur Officiel Starlink en RDC

source: My Starlink – Nexus Dashboard
fr: Mon Starlink – Tableau de Bord Nexus

source: My Starlink Device
fr: Mon Appareil Starlink

source: Device Status
fr: Statut de l'Appareil

source: Online
fr: En Ligne

source: 180GB used of 250GB
fr: 180 GB utilisés sur 250 GB

source: Network Info
fr: Informations sur le réseau

source: IP Address
fr: Adresse

source: Device Info
fr: Informations sur l'appareil

source: Firmware
fr: Micrologiciel

source: Create your Nexus account
fr: Créez votre compte Nexus

source: Register, then verify with a one-time code.
fr: Inscrivez-vous, puis vérifiez avec un code unique.

source: Verify OTP
fr: Vérifier OTP

source: Phone Number (DRC +243 only)
fr: Numéro de téléphone (RDC uniquement)

source: Only DR Congo numbers are accepted. The +243 code is fixed.
fr: Seuls les numéros de RD Congo sont acceptés. Le code +243 est fixe.

source: Repeat Password
fr: Répéter le mot de passe

source: I agree to the %(terms_link)sTerms and Conditions</a> and %(privacy_link)sPrivacy Policy</a>.
fr: J'accepte les %(terms_link)sConditions générales</a> et la %(privacy_link)sPolitique de confidentialité</a>.

source: Privacy Policy
fr: Confidentialité

source: Your personal data is handled securely and in accordance with our privacy policy. We do not share your information except as required for compliance.
fr: Vos données personnelles sont traitées en toute sécurité et conformément à notre politique de confidentialité. Nous ne partageons vos informations que lorsque cela est nécessaire au respect de la loi.

source: Create account
fr: Créer un compte

source: We'll send a 6-digit code to your email or phone to verify your account.
fr: Nous enverrons un code à 6 chiffres à votre email ou téléphone pour vérifier votre compte.

source: Verify One-Time Code
fr: Vérifier le Code Unique

source: Enter the 6-digit code we sent.
fr: Entrez le code à 6 chiffres que nous avons envoyé.

source: Back
fr: Retour

source: Resend code
fr: Renvoyer le code

source: Verify & Complete
fr: Vérifier et Terminer

source: Passwords do not match
fr: Les mots de passe ne correspondent pas.

source: Password must include uppercase, lowercase, number, and special character.
fr: Le mot de passe doit inclure des majuscules, des minuscules, des chiffres et des caractères spéciaux.

source: Password is strong and matches
fr: Le mot de passe est fort et correspond

source: A new code was sent.
fr: Un nouveau code a été envoyé.

source: Device
fr: Statut de l'Appareil

source: KYC verification required to display subscription information.
fr: Vérification KYC requise pour afficher les informations d'abonnement.

source: No active subscriptions found.
fr: Abonnements Actifs

source: Settings – Nexus Dashboard
fr: Mon Starlink – Tableau de Bord Nexus

source: Account Settings
fr: Statut du Compte

source: Save Changes
fr: Enregistrer les modifications

source: Support Center – Nexus Dashboard
fr: Mon Starlink – Tableau de Bord Nexus

source: Your Tickets
fr: Vos Tickets

source: Ticket ID
fr: ID du Ticket

source: Date Submitted
fr: Date de création

source: No tickets submitted yet.
fr: Aucun ticket trouvé

source: New Support Ticket
fr: Créer un Ticket de Support

source: KYC Management
fr: Gérer

source: Sales
fr: Sénégalais

source: Dispatch
fr: Expédition

source: Stock
fr: Action

source: Field Operations
fr: Actions

source: FE Dispatch
fr: Expédition FE

source: FE Installations
fr: Demande d'installation

source: Installation Reports
fr: Demande d'installation

source: Support Tools
fr: Support

source: Customer Feedback
fr: Total Clients

source: Admin Users
fr: Utilisateurs Actifs

source: Not Active
fr: Inactif

source: Get connected with Starlink
fr: Connectez-vous avec Starlink

source: Order a Kit & Subscribe
fr: Commander un Kit et S'abonner

source: Complete KYC first
fr: Compléter le KYC d'abord

source: KYC Status
fr: Statut KYC

source: You can now access services and place your order!
fr: Vous pouvez maintenant accéder aux services et passer votre commande !

source: Your KYC application was rejected.
fr: Votre demande KYC a été rejetée.

source: Please review and resubmit your documents.
fr: Veuillez réviser et resoumettre vos documents.

source: Your KYC is under review.
fr: Votre KYC est en cours d'examen.

source: Re-submit KYC
fr: Resoumettre le KYC

source: Start KYC Process
fr: Commencer le Processus KYC

source: Submit KYC Now
fr: Soumettre le KYC Maintenant

source: View & Manage
fr: Voir et Gérer
